[
  {
    "slug": "lagoon-days-at-villa-nautica",
    "title": "Lagoon Days at Villa Nautica, Maldives",
    "excerpt": "December at Villa Nautica means festive palms, slow lagoon mornings, and sandbank sunsets that stretch time.",
    "author": "Manik",
    "instagramHandle": "milesgoround",
    "readTime": "10 min read",
    "category": "Maldives",
    "city": "Paradise Island",
    "country": "Maldives",
    "coverImage": {
      "src": "/images/content/20231220_162748.jpg",
      "alt": "Water villas over a luminous turquoise lagoon"
    },
    "gallery": [
      {
        "src": "/images/content/20231223_191940.jpg",
        "alt": "Christmas in Maldives",
        "layout": "portrait"
      },
      {
        "src": "/images/content/maldives_2.JPG",
        "alt": "Couple snorkeling above coral reef",
        "layout": "landscape"
      },
      {
        "src": "/images/content/maldives-3.jpg",
        "alt": "Sunset sailboat gliding past an overwater villa",
        "layout": "portrait"
      },
      {
        "src": "/images/content/deck.JPG",
        "alt": "Spa cabana facing a calm lagoon"
      },
      {
        "src": "/images/content/villa-nautica-1.JPG",
        "alt": "Sunset sailboat gliding past an overwater villa"
      },
      {
        "src": "/images/content/villa-nautica-2.jpg",
        "alt": "Spa cabana facing a calm lagoon"
      }
    ],
    "sections": [
      {
        "id": "festive-december",
        "paragraphs": [
          "The Maldives sits on many bucket lists, and we finally made it in December—just in time for a festive escape. From the window seat, the ocean showed up in bands of blue, with ferries sketching white wakes below.",
          "At Malé, the salt air met us at the terminal while we waited for the ferry to Villa Nautica, our private-island base among countless options",
          "As we pulled away, Malé’s skyline—cranes and new buildings—slid by in the distance, and the ferry carved a turquoise-and-white path toward our temporary paradise. Daylight sharpened everything: white sand, green palms, and water in every shade of blue. The island greeted us with lights and garlands. We sipped a welcome mocktail during a quick check-in, then a cart whisked us to our Beach Villa"
        ],
        "media": [
          {
            "src": "/images/content/christmas_tree.JPG",
            "alt": "Palm trees wrapped in fairy lights framing a Christmas tree on a tropical boardwalk at night",
            "layout": "portrait"
          },
          {
            "src": "/images/content/speed_boat.JPG",
            "alt": "Festive breakfast table set under palm shade on a bright island morning",
            "layout": "portrait"
          }
        ]
      },
      {
        "id": "maldives-weather",
        "title": "Weather That Helps You Relax",
        "paragraphs": [
          "Maldives delivers the tropical paradise in winter we imagined: sunny days, a cool breeze, and air that’s easy on the skin. For the most reliable weather, aim for the dry season (December–May)—mostly clear skies, calm seas, and only quick passing showers. We had a couple of brief sprinkles, then the sun returned—perfect for long swims and unhurried afternoons in the infinity pool overlooking the ocean. Pack reef-safe sunscreen and a light cover-up, and you’re set for easy, sun-soaked days."
        ],
        "media": [
          {
            "src": "/images/content/Maldives-1.JPG",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "portrait"
          },
          {
            "src": "/images/content/maldives-3.jpg",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "portrait"
          }
        ]
      },
      {
        "id": "morning-rituals",
        "title": "Where We Stayed (and Why We Stayed Put)",
        "paragraphs": [
          "You can villa-hop here—Beach Villa, Beach Pool Villa, Water Villa—but we decided to keep it simple and stay put. Less time packing, more time outside. That choice set the tone for the days ahead: easy, unhurried, and exactly what we hoped the Maldives would feel like."
        ],
        "media": [
          {
            "src": "/images/content/private_beach.JPG",
            "alt": "Lagoon lookout tower rising above palm trees at Villa Nautica",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "water-adventures",
        "title": "Food & Dining Made Easy",
        "paragraphs": [
          "Bageecha Restaurant runs a generous, always-changing buffet: fresh fruit, cereals, breads, eggs, salads, soups, simple mains, and local dishes to sample. A live counter turns out made-to-order plates, so breakfast never repeats. Let’s be honest: desserts were the clear winner—glossy chocolate pastries and dangerously good cinnamon rolls (we lost count of how many of these we ate with zero regrets). Reminder: calories don’t count on vacation—especially when the soft buns and warm rolls are calling. And please, try the chef’s special; skipping it would be passing on a significant life experience. Between beach time and pool laps, it was easy to grab what matched our mood—light snacks, coffee, or a full plate. No fuss, just good options."
        ]
      },
      {
        "id": "slow-afternoons",
        "title": "Easy Activities (No Over-Planning Needed)",
        "paragraphs": [
          "There’s plenty to do around the island. If you’re in the mood for indoors, the Araamu Spa and the Sports area have you covered. But for us, the beach kept calling—so we chose to wander. The island is walkable, so skip the cart and enjoy the feel of sand in your toes while you explore. We hunted down the best selfie spots, and one favorite kept winning: the Crow’s Nest. It’s a short, simple climb with a wide look over the lagoon—our regular pause point before deciding what to do next. Perfect moment coming up in the photo! "
        ],
        "media": [
          {
            "src": "/images/content/sports.jpg",
            "alt": "Seagull standing on a wooden railing near the beach",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "fitness",
        "paragraphs": [
          "If you’re a fitness enthusiast like us, Ship Shape is instantly tempting—rigs, ropes, and pulleys set against a deep-blue horizon. Nautical metal, weathered textures, and that endless blue backdrop give pure Taylor-Swift “salt air” energy. You might not set any PRs here, but your selfies and reels absolutely will. We framed shots between pulleys, tried a few slow-mo walk-ins, and left with a camera roll full of favorites. Oh, to see it again—until then, it’s the kind of spot that sticks in our memories"
        ],
        "media": [
          {
            "src": "/images/content/shipshape-gym.jpg",
            "alt": "Seagull standing on a wooden railing near the beach",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "sandbank",
        "paragraphs": [
          "One clear mornings, we hopped over to a nearby sandbank—a thin white strip surrounded by water on all sides. Surrounded by the sea, you could feel the infinity around you. Beware of an occasional shark swimming your way while snorkeling. The cute fishes and underwater world are truly transforming, though."
        ],
        "media": [
          {
            "src": "/images/content/sandbank.JPG",
            "alt": "Seagull standing on a wooden railing near the beach",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "stringray",
        "paragraphs": [
          "Just before dinner, we watched the stingray and baby shark feeding at the pier. They glide in like they’re right on schedule, circle calmly, then slip away as the water darkens.",
          "Some evenings leaned lively with karaoke and dancing. Most nights we chose a quiet beach walk."
        ],
        "media": [
          {
            "src": "/images/content/maldives_3.JPG",
            "alt": "Festive breakfast table set under palm shade on a bright island morning",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "hulhumale",
        "paragraphs": [
          "When we wanted a touch of local life, we visited Hulhumale—busier beach, plenty of cafés and restaurants, clean streets, and signs of steady growth.",
          "The trip will stay with us for a long time. The Maldives is on everyone’s bucket list, but it never leaves the bucket list no matter how many times you visit. So, until next time, we have many snapshots to keep revisiting our dream destination."
        ],
        "media": [
          {
            "src": "/images/content/hulhumale_1.JPG",
            "alt": "Festive breakfast table set under palm shade on a bright island morning",
            "layout": "landscape"
          }
        ]
      }
    ],
    "videoUrl": "https://www.youtube.com/embed/3fHmHP7YOwk",
    "highlights": [
      "Time a December stay for festive lights and dry-season skies",
      "Book a Beach Pool Villa if you crave privacy with steps-to-sand access",
      "Pack your own snorkel gear for slow, self-led reef swims",
      "Catch stingray feeding at the pier just before dinner"
    ]
  },
  {
    "slug": "hills-and-horizons-san-francisco",
    "title": "Hills and Horizons in San Francisco",
    "excerpt": "Cable cars, coastal trails, and neighborhood cafés stitch together California's foggy wonderland.",
    "author": "Akshita",
    "instagramHandle": "milesgoround",
    "readTime": "7 min read",
    "category": "United States",
    "city": "San Francisco",
    "country": "USA",
    "coverImage": {
      "src": "/images/content/GoldenGate.JPG",
      "alt": "Golden Gate Bridge emerging from morning fog"
    },
    "gallery": [
      {
        "src": "/images/content/goldengate-sfo.JPG",
        "alt": "People walking through colorful Mission District alleyway",
        "layout": "portrait"
      },
      {
        "src": "/images/content/citizenM-sfo.JPG",
        "alt": "Picnic on the grass at Alamo Square Park",
        "layout": "portrait"
      },
      {
        "src": "/images/content/sfo-3.JPG",
        "alt": "Golden hour light hitting the Palace of Fine Arts",
        "layout": "portrait"
      },
      {
        "src": "/images/content/sfo-5.JPG",
        "alt": "Cyclist looking out over the Marin Headlands",
        "layout": "portrait"
      },
      {
        "src": "/images/content/sfo-6.JPG",
        "alt": "Picnic on the grass at Alamo Square Park",
        "layout": "portrait"
      },
      {
        "src": "/images/content/sfo-7.JPG",
        "alt": "Golden hour light hitting the Palace of Fine Arts",
        "layout": "portrait"
      },
      {
        "src": "/images/content/sfo-4.JPG",
        "alt": "Cyclist looking out over the Marin Headlands",
        "layout": "portrait"
      }
    ],
    "sections": [
      {
        "id": "Morning",
        "paragraphs": [
          "Morning coffee is sacred, so we lingered over breakfast at the hotel, plotting a one-day blitz of San Francisco. Caffeine in, spirits up."
        ],
        "media": [
          {
            "src": "/images/content/coffee.jpeg",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "portrait"
          },
          {
            "src": "/images/content/breakfast-sfo.jpeg",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "portrait"
          }
        ]
      },
      {
        "id": "golden-gate",
        "paragraphs": [
          "Uber dropped us short of the Golden Gate Bridge—roads were tied up by a half-marathon so we hoofed it to the viewpoint. The path climbed just enough to count as steady-state cardio, and then…there it was: that first, fire-orange sweep over the blue bay, families jockeying for the perfect frame, the wind happily restyling everyone’s hair. From the lookout we watched cars speeding across the bridge; when we turned back, a U.S. flag snapped in the wind. Below, ferries and small boats stitched trails across the water, with islands hazy in the distance. You can walk the bridge to the other side, but we stayed where the view was best—lingering to watch waves crash on the beach below—before moving on to our next stop."
        ],
        "media": [
          {
            "src": "/images/content/GoldenGate.JPG",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "lunch",
        "paragraphs": [
          "We spent some time in the Golden Gate Gift Shop, an easy walk from the viewpoint. The assistant at shop kindly tipped us off to catch the yellow bus near the shop, which shuttled us to Fisherman’s Wharf—straight to the water. The wharf was buzzing: food stalls everywhere and a big Ferris wheel in the background. Still, we decided to do the ferry ride first. From Pier 39, two routes beckoned—one short loop and one that circles Alcatraz. We chose the latter. On board, the commentary ran the whole way, diving into the history of the Golden Gate Bridge and Alcatraz Island. It turned a little somber, but the city skyline from the boat cheered us right back up."
        ],
        "media": [
          {
            "src": "/images/content/skyline.JPG",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "applebees",
        "paragraphs": [
          "Back on land, with our appetites worked up, we headed to Applebee’s for lunch. The food hit the spot: a juicy chicken burger and a tall glass of watermelon juice. Simple. Perfect. We ate while palm trees swayed outside, the bayfront buzzing in the background"
        ],
        "media": [
          {
            "src": "/images/content/applebees-sfo.JPG",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "portrait"
          },
          {
            "src": "/images/content/lunch-sfo.JPG",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "portrait"
          }
        ]
      },
      {
        "id": "evening",
        "paragraphs": [
          "For the afternoon, we hopped on a Hop-On Hop-Off bus for a 2.5-hour spin through the city. We rolled past the Tesla office and those exquisite Victorian-era houses, dipped through Chinatown while the earbuds whispered tales of its rough-and-tumble past, and cruised by the Palace of Fine Arts like a postcard come to life. We also spotted a waymo driverless cab on the way. Lombard Street twisted beneath us in those famous switchbacks, and the ride finally eased us into Union Square, where we grabbed dinner before heading “home” to CitizenM"
        ],
        "media": [
          {
            "src": "/images/content/hopon-2-sfo.JPG",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "portrait"
          },
          {
            "src": "/images/content/hopon-1-sfo.JPG",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "portrait"
          }
        ]
      },
      {
        "id": "shopping",
        "paragraphs": [
          "It was a joyride—tight, tidy, and totally doable in a day. If you’re here for sightseeing, one day works. If you’re here to shop—and Union Square tempts hard with names like Macy’s and Hermès—you’ll want an extra day (or two) to roam. "
        ],
        "media": [
          {
            "src": "/images/content/sfo-1.JPG",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "portrait"
          },
          {
            "src": "/images/content/sfo-2.JPG",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "portrait"
          }
        ]
      }
    ],
    "videoUrl": "https://www.youtube.com/embed/Wm7ZkxkYb4s",
    "highlights": [
      "Ride a cable car early to avoid lines and catch the best views",
      "Sample mission-style burritos and third-wave coffee on Valencia Street",
      "Time Lands End hike with sunset for golden light over the bridge"
    ]
  },
  {
    "slug": "French-Escapade",
    "title": "French Escapade",
    "excerpt": "Glide through alpine canals, sip Savoyard wines, and cycle lakeside paths in the Venice of the Alps.",
    "author": "Akshita",
    "instagramHandle": "milesgoround",
    "readTime": "6 min read",
    "category": "France",
    "city": "Annecy",
    "country": "France",
    "coverImage": {
      "src": "/images/content/anncy-cover.JPG",
      "alt": "Colorful houses lining a canal in Annecy"
    },
    "gallery": [
      {
        "src": "/images/content/france-1-6.JPG",
        "alt": "Cyclists on a path beside Lake Annecy"
      },
      {
        "src": "/images/content/france-1-3.JPG",
        "alt": "Outdoor café with cheese fondue in Annecy"
      },
      {
        "src": "/images/content/france-1-4.JPG",
        "alt": "Pastel sunset over Lake Annecy with boats anchored nearby"
      },
      {
        "src": "/images/content/france-1-5.JPG",
        "alt": "Traveler walking through stone archway in Annecy old town"
      },
      {
        "src": "/images/content/france-1-2.JPG",
        "alt": "Pastel sunset over Lake Annecy with boats anchored nearby"
      },
      {
        "src": "/images/content/france-1-1.JPG",
        "alt": "Traveler walking through stone archway in Annecy old town"
      }
    ],
    "sections": [
      {
        "id": "grenoble",
        "paragraphs": [
          "Grenoble felt alive the moment we arrived—trams gliding past café terraces, conversations spilling onto sidewalks, and the skyline always trimmed by mountains. Its French aesthetic shows up in chapel spires, church façades, and stone bridges, but the mood is modern and energetic. We stayed here and let the city set the tempo: markets in the morning, riverside walks in the afternoon, church bells threading through the noise."
        ],
        "media": [
          {
            "src": "/images/content/grenoble-2.JPG",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "grenoble-cafe",
        "paragraphs": [
          "Down the side streets, we found stained-glass quiet next to street art, and little moments where the past and present shook hands—an old doorway, a sleek café, a view that ends in blue peaks."
        ],
        "media": [
          {
            "src": "/images/content/grenoble-cover.JPG",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "anecy",
        "paragraphs": [
          "Annecy is about a couple of hours’ drive from Grenoble and the drive is simply exquisite with French countryside passing by your window.",
          "Annecy really is a kind of French Venice—canals under flower-dressed balconies, bridges that beg for one more photo, and the lake stealing the show from every angle. The streets are wonderfully walkable and almost too pretty, like stepping into one of my medieval-set novels—only here the interiors have been gently modernized while the surfaces keep their timeless spell."
        ],
        "media": [
          {
            "src": "/images/content/annecy1.JPG",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "annecy",
        "paragraphs": [
          "We wandered from pastel lanes to the water’s edge and found the man-made beach: an easy pause where you can sit, watch the light change on the lake, and feel the Alps framing the horizon."
        ],
        "media": [
          {
            "src": "/images/content/annecy-2.JPG",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "ice-cream",
        "paragraphs": [
          "Between gelato stops and lazy canal crossings, Annecy felt like a place designed for lingering—reflections, cobbles, and glimpses of mountains that make even short walks feel like scenes."
        ],
        "media": [
          {
            "src": "/images/content/annecy-sardin.JPG",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "portrait"
          },
          {
            "src": "/images/content/annecy-gelato.JPG",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "portrait"
          }
        ]
      },
      {
        "id": "shopping",
        "paragraphs": [
          "Chambéry shifted the tone from postcard to page-turner. The museum set inside a former castle holds rooms that feel like arrested time: glass cases with objects people once used, wore, read, and repaired. We’ve met them in books; here they felt as real as we are, just living on another chapter."
        ],
        "media": [
          {
            "src": "/images/content/chambery-1.JPG",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "portrait"
          },
          {
            "src": "/images/content/chambery-2.JPG",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "portrait"
          }
        ]
      },
      {
        "id": "chambery - 2",
        "paragraphs": [
          "Corridors echo softly, courtyards hold their breath, and labels add small anchors to big stories. Behind the glass, daily life shows up in stubborn detail—tools polished by hands, fabrics softened by years—proof that history isn’t distant, only paused."
        ],
        "media": [
          {
            "src": "/images/content/chambery-3.JPG",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "chambery - 3",
        "paragraphs": [
          "The road trip from Grenoble to Chambéry and Annecy is picturesque. The memories sit like postcard impressions in my mind. Grenoble brings bustle and views; Annecy adds light, water, and that lived-in fairytale feel; Chambéry lends the weight of memory. Together they form a quiet progression—city energy, lakeside calm, and a deliberate walk through time—with the Alps never far from view."
        ],
        "media": [
          {
            "src": "/images/content/chambery-4.JPG",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "landscape"
          }
        ]
      }
    ],
    "highlights": [
      "Ride a cable car early to avoid lines and catch the best views",
      "Sample mission-style burritos and third-wave coffee on Valencia Street",
      "Time Lands End hike with sunset for golden light over the bridge"
    ]
  },
  {
    "slug": "random-story-1",
    "title": "Unexpected Moments in Valencia",
    "excerpt": "A quick wander through Valencia where corners offered good coffee, warm streetlight, and a surprise view of Spain's favorite skyline.",
    "author": "Sam",
    "instagramHandle": "wanderwave",
    "readTime": "9 min read",
    "category": "Europe",
    "city": "Valencia",
    "country": "Spain",
    "coverImage": {
      "src": "/images/content/20230617_112049.jpg",
      "alt": "City scenes from Valencia"
    },
    "gallery": [
      {
        "src": "/images/content/20230617_112049.jpg",
        "alt": "Morning views in Valencia",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20230408_143854.jpg",
        "alt": "Evening streets of Valencia",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-1",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Valencia without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Spain."
        ],
        "media": [
          {
            "src": "/images/content/20230617_112049.jpg",
            "alt": "Walking through Valencia just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-1",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Valencia softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20230408_143854.jpg",
            "alt": "Evening lights shimmering in Valencia",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Valencia's central square",
      "Walk until you find street music after dark in Valencia",
      "Leave an afternoon free to simply wander Valencia"
    ]
  },
  {
    "slug": "random-story-2",
    "title": "Unexpected Moments in Doha",
    "excerpt": "A quick wander through Doha where corners offered good coffee, warm streetlight, and a surprise view of Qatar's favorite skyline.",
    "author": "Sam",
    "instagramHandle": "eastofsomewhere",
    "readTime": "6 min read",
    "category": "Asia",
    "city": "Doha",
    "country": "Qatar",
    "coverImage": {
      "src": "/images/content/20251120_154116.jpg",
      "alt": "City scenes from Doha"
    },
    "gallery": [
      {
        "src": "/images/content/20231223_110059.jpg",
        "alt": "Morning views in Doha",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20230408_132352.jpg",
        "alt": "Evening streets of Doha",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-2",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Doha without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Qatar."
        ],
        "media": [
          {
            "src": "/images/content/20231223_110059.jpg",
            "alt": "Walking through Doha just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-2",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Doha softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20230408_132352.jpg",
            "alt": "Evening lights shimmering in Doha",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Doha's central square",
      "Walk until you find street music after dark in Doha",
      "Leave an afternoon free to simply wander Doha"
    ]
  },
  {
    "slug": "random-story-3",
    "title": "Unexpected Moments in Kyoto",
    "excerpt": "A quick wander through Kyoto where corners offered good coffee, warm streetlight, and a surprise view of Japan's favorite skyline.",
    "author": "Sam",
    "instagramHandle": "roamhappy",
    "readTime": "8 min read",
    "category": "Asia",
    "city": "Kyoto",
    "country": "Japan",
    "coverImage": {
      "src": "/images/content/20251120_142008.jpg",
      "alt": "City scenes from Kyoto"
    },
    "gallery": [
      {
        "src": "/images/content/20251120_154116.jpg",
        "alt": "Morning views in Kyoto",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20230408_132352.jpg",
        "alt": "Evening streets of Kyoto",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-3",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Kyoto without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Japan."
        ],
        "media": [
          {
            "src": "/images/content/20251120_154116.jpg",
            "alt": "Walking through Kyoto just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-3",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Kyoto softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20230408_132352.jpg",
            "alt": "Evening lights shimmering in Kyoto",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Kyoto's central square",
      "Walk until you find street music after dark in Kyoto",
      "Leave an afternoon free to simply wander Kyoto"
    ]
  },
  {
    "slug": "random-story-4",
    "title": "Unexpected Moments in Gdańsk",
    "excerpt": "A quick wander through Gdańsk where corners offered good coffee, warm streetlight, and a surprise view of Poland's favorite skyline.",
    "author": "Priya",
    "instagramHandle": "eastofsomewhere",
    "readTime": "11 min read",
    "category": "Europe",
    "city": "Gdańsk",
    "country": "Poland",
    "coverImage": {
      "src": "/images/content/20230617_112049.jpg",
      "alt": "City scenes from Gdańsk"
    },
    "gallery": [
      {
        "src": "/images/content/20231223_191940.jpg",
        "alt": "Morning views in Gdańsk",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20231220_162748.jpg",
        "alt": "Evening streets of Gdańsk",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-4",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Gdańsk without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Poland."
        ],
        "media": [
          {
            "src": "/images/content/20231223_191940.jpg",
            "alt": "Walking through Gdańsk just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-4",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Gdańsk softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20231220_162748.jpg",
            "alt": "Evening lights shimmering in Gdańsk",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Gdańsk's central square",
      "Walk until you find street music after dark in Gdańsk",
      "Leave an afternoon free to simply wander Gdańsk"
    ]
  },
  {
    "slug": "random-story-5",
    "title": "Unexpected Moments in Panama City",
    "excerpt": "A quick wander through Panama City where corners offered good coffee, warm streetlight, and a surprise view of Panama's favorite skyline.",
    "author": "Alex",
    "instagramHandle": "mapandmug",
    "readTime": "11 min read",
    "category": "North America",
    "city": "Panama City",
    "country": "Panama",
    "coverImage": {
      "src": "/images/content/20231223_105939.jpg",
      "alt": "City scenes from Panama City"
    },
    "gallery": [
      {
        "src": "/images/content/20231220_162748.jpg",
        "alt": "Morning views in Panama City",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20230408_143854.jpg",
        "alt": "Evening streets of Panama City",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-5",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Panama City without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Panama."
        ],
        "media": [
          {
            "src": "/images/content/20231220_162748.jpg",
            "alt": "Walking through Panama City just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-5",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Panama City softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20230408_143854.jpg",
            "alt": "Evening lights shimmering in Panama City",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Panama City's central square",
      "Walk until you find street music after dark in Panama City",
      "Leave an afternoon free to simply wander Panama City"
    ]
  },
  {
    "slug": "random-story-6",
    "title": "Unexpected Moments in Tbilisi",
    "excerpt": "A quick wander through Tbilisi where corners offered good coffee, warm streetlight, and a surprise view of Georgia's favorite skyline.",
    "author": "Leila",
    "instagramHandle": "citystride",
    "readTime": "6 min read",
    "category": "Asia",
    "city": "Tbilisi",
    "country": "Georgia",
    "coverImage": {
      "src": "/images/content/20231223_110059.jpg",
      "alt": "City scenes from Tbilisi"
    },
    "gallery": [
      {
        "src": "/images/content/20230408_143522.jpg",
        "alt": "Morning views in Tbilisi",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20231223_105939.jpg",
        "alt": "Evening streets of Tbilisi",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-6",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Tbilisi without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Georgia."
        ],
        "media": [
          {
            "src": "/images/content/20230408_143522.jpg",
            "alt": "Walking through Tbilisi just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-6",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Tbilisi softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20231223_105939.jpg",
            "alt": "Evening lights shimmering in Tbilisi",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Tbilisi's central square",
      "Walk until you find street music after dark in Tbilisi",
      "Leave an afternoon free to simply wander Tbilisi"
    ]
  },
  {
    "slug": "random-story-7",
    "title": "Unexpected Moments in Galway",
    "excerpt": "A quick wander through Galway where corners offered good coffee, warm streetlight, and a surprise view of Ireland's favorite skyline.",
    "author": "Omar",
    "instagramHandle": "quiettrails",
    "readTime": "5 min read",
    "category": "Europe",
    "city": "Galway",
    "country": "Ireland",
    "coverImage": {
      "src": "/images/content/20231223_191940.jpg",
      "alt": "City scenes from Galway"
    },
    "gallery": [
      {
        "src": "/images/content/20251120_142008.jpg",
        "alt": "Morning views in Galway",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20230408_143522.jpg",
        "alt": "Evening streets of Galway",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-7",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Galway without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Ireland."
        ],
        "media": [
          {
            "src": "/images/content/20251120_142008.jpg",
            "alt": "Walking through Galway just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-7",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Galway softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20230408_143522.jpg",
            "alt": "Evening lights shimmering in Galway",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Galway's central square",
      "Walk until you find street music after dark in Galway",
      "Leave an afternoon free to simply wander Galway"
    ]
  },
  {
    "slug": "random-story-8",
    "title": "Unexpected Moments in Siem Reap",
    "excerpt": "A quick wander through Siem Reap where corners offered good coffee, warm streetlight, and a surprise view of Cambodia's favorite skyline.",
    "author": "Sam",
    "instagramHandle": "eastofsomewhere",
    "readTime": "9 min read",
    "category": "Asia",
    "city": "Siem Reap",
    "country": "Cambodia",
    "coverImage": {
      "src": "/images/content/20251120_154116.jpg",
      "alt": "City scenes from Siem Reap"
    },
    "gallery": [
      {
        "src": "/images/content/20231223_105939.jpg",
        "alt": "Morning views in Siem Reap",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20230617_112049.jpg",
        "alt": "Evening streets of Siem Reap",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-8",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Siem Reap without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Cambodia."
        ],
        "media": [
          {
            "src": "/images/content/20231223_105939.jpg",
            "alt": "Walking through Siem Reap just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-8",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Siem Reap softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20230617_112049.jpg",
            "alt": "Evening lights shimmering in Siem Reap",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Siem Reap's central square",
      "Walk until you find street music after dark in Siem Reap",
      "Leave an afternoon free to simply wander Siem Reap"
    ]
  },
  {
    "slug": "random-story-9",
    "title": "Unexpected Moments in Lviv",
    "excerpt": "A quick wander through Lviv where corners offered good coffee, warm streetlight, and a surprise view of Ukraine's favorite skyline.",
    "author": "Sam",
    "instagramHandle": "wanderwave",
    "readTime": "8 min read",
    "category": "Europe",
    "city": "Lviv",
    "country": "Ukraine",
    "coverImage": {
      "src": "/images/content/20231220_162748.jpg",
      "alt": "City scenes from Lviv"
    },
    "gallery": [
      {
        "src": "/images/content/20230408_143522.jpg",
        "alt": "Morning views in Lviv",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20230617_112049.jpg",
        "alt": "Evening streets of Lviv",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-9",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Lviv without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Ukraine."
        ],
        "media": [
          {
            "src": "/images/content/20230408_143522.jpg",
            "alt": "Walking through Lviv just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-9",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Lviv softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20230617_112049.jpg",
            "alt": "Evening lights shimmering in Lviv",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Lviv's central square",
      "Walk until you find street music after dark in Lviv",
      "Leave an afternoon free to simply wander Lviv"
    ]
  },
  {
    "slug": "random-story-10",
    "title": "Unexpected Moments in Auckland",
    "excerpt": "A quick wander through Auckland where corners offered good coffee, warm streetlight, and a surprise view of New Zealand's favorite skyline.",
    "author": "Chen",
    "instagramHandle": "quiettrails",
    "readTime": "12 min read",
    "category": "Oceania",
    "city": "Auckland",
    "country": "New Zealand",
    "coverImage": {
      "src": "/images/content/20231223_105939.jpg",
      "alt": "City scenes from Auckland"
    },
    "gallery": [
      {
        "src": "/images/content/20230408_143854.jpg",
        "alt": "Morning views in Auckland",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20231223_105939.jpg",
        "alt": "Evening streets of Auckland",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-10",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Auckland without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of New Zealand."
        ],
        "media": [
          {
            "src": "/images/content/20230408_143854.jpg",
            "alt": "Walking through Auckland just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-10",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Auckland softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20231223_105939.jpg",
            "alt": "Evening lights shimmering in Auckland",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Auckland's central square",
      "Walk until you find street music after dark in Auckland",
      "Leave an afternoon free to simply wander Auckland"
    ]
  },
  {
    "slug": "random-story-11",
    "title": "Unexpected Moments in Galway",
    "excerpt": "A quick wander through Galway where corners offered good coffee, warm streetlight, and a surprise view of Ireland's favorite skyline.",
    "author": "Priya",
    "instagramHandle": "quiettrails",
    "readTime": "6 min read",
    "category": "Europe",
    "city": "Galway",
    "country": "Ireland",
    "coverImage": {
      "src": "/images/content/20251120_154116.jpg",
      "alt": "City scenes from Galway"
    },
    "gallery": [
      {
        "src": "/images/content/20230408_143854.jpg",
        "alt": "Morning views in Galway",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20251120_142008.jpg",
        "alt": "Evening streets of Galway",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-11",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Galway without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Ireland."
        ],
        "media": [
          {
            "src": "/images/content/20230408_143854.jpg",
            "alt": "Walking through Galway just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-11",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Galway softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20251120_142008.jpg",
            "alt": "Evening lights shimmering in Galway",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Galway's central square",
      "Walk until you find street music after dark in Galway",
      "Leave an afternoon free to simply wander Galway"
    ]
  },
  {
    "slug": "random-story-12",
    "title": "Unexpected Moments in Baku",
    "excerpt": "A quick wander through Baku where corners offered good coffee, warm streetlight, and a surprise view of Azerbaijan's favorite skyline.",
    "author": "Priya",
    "instagramHandle": "mapandmug",
    "readTime": "12 min read",
    "category": "Asia",
    "city": "Baku",
    "country": "Azerbaijan",
    "coverImage": {
      "src": "/images/content/20231223_110059.jpg",
      "alt": "City scenes from Baku"
    },
    "gallery": [
      {
        "src": "/images/content/20231220_162748.jpg",
        "alt": "Morning views in Baku",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20251120_142008.jpg",
        "alt": "Evening streets of Baku",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-12",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Baku without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Azerbaijan."
        ],
        "media": [
          {
            "src": "/images/content/20231220_162748.jpg",
            "alt": "Walking through Baku just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-12",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Baku softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20251120_142008.jpg",
            "alt": "Evening lights shimmering in Baku",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Baku's central square",
      "Walk until you find street music after dark in Baku",
      "Leave an afternoon free to simply wander Baku"
    ]
  },
  {
    "slug": "random-story-13",
    "title": "Unexpected Moments in Amman",
    "excerpt": "A quick wander through Amman where corners offered good coffee, warm streetlight, and a surprise view of Jordan's favorite skyline.",
    "author": "Leila",
    "instagramHandle": "wanderwave",
    "readTime": "8 min read",
    "category": "Asia",
    "city": "Amman",
    "country": "Jordan",
    "coverImage": {
      "src": "/images/content/20230408_132352.jpg",
      "alt": "City scenes from Amman"
    },
    "gallery": [
      {
        "src": "/images/content/20231223_105939.jpg",
        "alt": "Morning views in Amman",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20231223_110059.jpg",
        "alt": "Evening streets of Amman",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-13",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Amman without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Jordan."
        ],
        "media": [
          {
            "src": "/images/content/20231223_105939.jpg",
            "alt": "Walking through Amman just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-13",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Amman softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20231223_110059.jpg",
            "alt": "Evening lights shimmering in Amman",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Amman's central square",
      "Walk until you find street music after dark in Amman",
      "Leave an afternoon free to simply wander Amman"
    ]
  },
  {
    "slug": "random-story-14",
    "title": "Unexpected Moments in Cartagena",
    "excerpt": "A quick wander through Cartagena where corners offered good coffee, warm streetlight, and a surprise view of Colombia's favorite skyline.",
    "author": "Sam",
    "instagramHandle": "roamhappy",
    "readTime": "10 min read",
    "category": "South America",
    "city": "Cartagena",
    "country": "Colombia",
    "coverImage": {
      "src": "/images/content/20230617_112049.jpg",
      "alt": "City scenes from Cartagena"
    },
    "gallery": [
      {
        "src": "/images/content/20231223_191940.jpg",
        "alt": "Morning views in Cartagena",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20231223_110059.jpg",
        "alt": "Evening streets of Cartagena",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-14",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Cartagena without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Colombia."
        ],
        "media": [
          {
            "src": "/images/content/20231223_191940.jpg",
            "alt": "Walking through Cartagena just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-14",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Cartagena softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20231223_110059.jpg",
            "alt": "Evening lights shimmering in Cartagena",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Cartagena's central square",
      "Walk until you find street music after dark in Cartagena",
      "Leave an afternoon free to simply wander Cartagena"
    ]
  },
  {
    "slug": "random-story-15",
    "title": "Unexpected Moments in Bishkek",
    "excerpt": "A quick wander through Bishkek where corners offered good coffee, warm streetlight, and a surprise view of Kyrgyzstan's favorite skyline.",
    "author": "Avery",
    "instagramHandle": "mapandmug",
    "readTime": "9 min read",
    "category": "Asia",
    "city": "Bishkek",
    "country": "Kyrgyzstan",
    "coverImage": {
      "src": "/images/content/20230408_143854.jpg",
      "alt": "City scenes from Bishkek"
    },
    "gallery": [
      {
        "src": "/images/content/20230617_112049.jpg",
        "alt": "Morning views in Bishkek",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20251120_142008.jpg",
        "alt": "Evening streets of Bishkek",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-15",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Bishkek without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Kyrgyzstan."
        ],
        "media": [
          {
            "src": "/images/content/20230617_112049.jpg",
            "alt": "Walking through Bishkek just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-15",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Bishkek softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20251120_142008.jpg",
            "alt": "Evening lights shimmering in Bishkek",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Bishkek's central square",
      "Walk until you find street music after dark in Bishkek",
      "Leave an afternoon free to simply wander Bishkek"
    ]
  },
  {
    "slug": "random-story-16",
    "title": "Unexpected Moments in Porto",
    "excerpt": "A quick wander through Porto where corners offered good coffee, warm streetlight, and a surprise view of Portugal's favorite skyline.",
    "author": "Miguel",
    "instagramHandle": "seastories",
    "readTime": "11 min read",
    "category": "Europe",
    "city": "Porto",
    "country": "Portugal",
    "coverImage": {
      "src": "/images/content/20251120_154116.jpg",
      "alt": "City scenes from Porto"
    },
    "gallery": [
      {
        "src": "/images/content/20231223_110059.jpg",
        "alt": "Morning views in Porto",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20231223_105939.jpg",
        "alt": "Evening streets of Porto",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-16",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Porto without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Portugal."
        ],
        "media": [
          {
            "src": "/images/content/20231223_110059.jpg",
            "alt": "Walking through Porto just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-16",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Porto softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20231223_105939.jpg",
            "alt": "Evening lights shimmering in Porto",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Porto's central square",
      "Walk until you find street music after dark in Porto",
      "Leave an afternoon free to simply wander Porto"
    ]
  },
  {
    "slug": "random-story-17",
    "title": "Unexpected Moments in Amman",
    "excerpt": "A quick wander through Amman where corners offered good coffee, warm streetlight, and a surprise view of Jordan's favorite skyline.",
    "author": "Jordan",
    "instagramHandle": "eastofsomewhere",
    "readTime": "12 min read",
    "category": "Asia",
    "city": "Amman",
    "country": "Jordan",
    "coverImage": {
      "src": "/images/content/20230408_143522.jpg",
      "alt": "City scenes from Amman"
    },
    "gallery": [
      {
        "src": "/images/content/20230408_132352.jpg",
        "alt": "Morning views in Amman",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20230408_143522.jpg",
        "alt": "Evening streets of Amman",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-17",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Amman without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Jordan."
        ],
        "media": [
          {
            "src": "/images/content/20230408_132352.jpg",
            "alt": "Walking through Amman just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-17",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Amman softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20230408_143522.jpg",
            "alt": "Evening lights shimmering in Amman",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Amman's central square",
      "Walk until you find street music after dark in Amman",
      "Leave an afternoon free to simply wander Amman"
    ]
  },
  {
    "slug": "random-story-18",
    "title": "Unexpected Moments in Valparaíso",
    "excerpt": "A quick wander through Valparaíso where corners offered good coffee, warm streetlight, and a surprise view of Chile's favorite skyline.",
    "author": "Jordan",
    "instagramHandle": "slowpostcard",
    "readTime": "6 min read",
    "category": "South America",
    "city": "Valparaíso",
    "country": "Chile",
    "coverImage": {
      "src": "/images/content/20231223_110059.jpg",
      "alt": "City scenes from Valparaíso"
    },
    "gallery": [
      {
        "src": "/images/content/20231223_110059.jpg",
        "alt": "Morning views in Valparaíso",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20231223_191940.jpg",
        "alt": "Evening streets of Valparaíso",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-18",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Valparaíso without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Chile."
        ],
        "media": [
          {
            "src": "/images/content/20231223_110059.jpg",
            "alt": "Walking through Valparaíso just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-18",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Valparaíso softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20231223_191940.jpg",
            "alt": "Evening lights shimmering in Valparaíso",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Valparaíso's central square",
      "Walk until you find street music after dark in Valparaíso",
      "Leave an afternoon free to simply wander Valparaíso"
    ]
  },
  {
    "slug": "random-story-19",
    "title": "Unexpected Moments in Granada",
    "excerpt": "A quick wander through Granada where corners offered good coffee, warm streetlight, and a surprise view of Spain's favorite skyline.",
    "author": "Miguel",
    "instagramHandle": "eastofsomewhere",
    "readTime": "5 min read",
    "category": "Europe",
    "city": "Granada",
    "country": "Spain",
    "coverImage": {
      "src": "/images/content/20230408_143522.jpg",
      "alt": "City scenes from Granada"
    },
    "gallery": [
      {
        "src": "/images/content/20251120_142008.jpg",
        "alt": "Morning views in Granada",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20231220_162748.jpg",
        "alt": "Evening streets of Granada",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-19",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Granada without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Spain."
        ],
        "media": [
          {
            "src": "/images/content/20251120_142008.jpg",
            "alt": "Walking through Granada just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-19",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Granada softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20231220_162748.jpg",
            "alt": "Evening lights shimmering in Granada",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Granada's central square",
      "Walk until you find street music after dark in Granada",
      "Leave an afternoon free to simply wander Granada"
    ]
  },
  {
    "slug": "random-story-20",
    "title": "Unexpected Moments in Anchorage",
    "excerpt": "A quick wander through Anchorage where corners offered good coffee, warm streetlight, and a surprise view of USA's favorite skyline.",
    "author": "Leila",
    "instagramHandle": "citystride",
    "readTime": "9 min read",
    "category": "North America",
    "city": "Anchorage",
    "country": "USA",
    "coverImage": {
      "src": "/images/content/20231223_110059.jpg",
      "alt": "City scenes from Anchorage"
    },
    "gallery": [
      {
        "src": "/images/content/20230408_143854.jpg",
        "alt": "Morning views in Anchorage",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20231223_191940.jpg",
        "alt": "Evening streets of Anchorage",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-20",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Anchorage without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of USA."
        ],
        "media": [
          {
            "src": "/images/content/20230408_143854.jpg",
            "alt": "Walking through Anchorage just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-20",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Anchorage softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20231223_191940.jpg",
            "alt": "Evening lights shimmering in Anchorage",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Anchorage's central square",
      "Walk until you find street music after dark in Anchorage",
      "Leave an afternoon free to simply wander Anchorage"
    ]
  },
  {
    "slug": "random-story-21",
    "title": "Unexpected Moments in Lisbon",
    "excerpt": "A quick wander through Lisbon where corners offered good coffee, warm streetlight, and a surprise view of Portugal's favorite skyline.",
    "author": "Miguel",
    "instagramHandle": "eastofsomewhere",
    "readTime": "7 min read",
    "category": "Europe",
    "city": "Lisbon",
    "country": "Portugal",
    "coverImage": {
      "src": "/images/content/20251120_142008.jpg",
      "alt": "City scenes from Lisbon"
    },
    "gallery": [
      {
        "src": "/images/content/20230408_143522.jpg",
        "alt": "Morning views in Lisbon",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20231220_162748.jpg",
        "alt": "Evening streets of Lisbon",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-21",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Lisbon without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Portugal."
        ],
        "media": [
          {
            "src": "/images/content/20230408_143522.jpg",
            "alt": "Walking through Lisbon just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-21",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Lisbon softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20231220_162748.jpg",
            "alt": "Evening lights shimmering in Lisbon",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Lisbon's central square",
      "Walk until you find street music after dark in Lisbon",
      "Leave an afternoon free to simply wander Lisbon"
    ]
  },
  {
    "slug": "random-story-22",
    "title": "Unexpected Moments in Valencia",
    "excerpt": "A quick wander through Valencia where corners offered good coffee, warm streetlight, and a surprise view of Spain's favorite skyline.",
    "author": "Nora",
    "instagramHandle": "seastories",
    "readTime": "8 min read",
    "category": "Europe",
    "city": "Valencia",
    "country": "Spain",
    "coverImage": {
      "src": "/images/content/20230408_143854.jpg",
      "alt": "City scenes from Valencia"
    },
    "gallery": [
      {
        "src": "/images/content/20231223_105939.jpg",
        "alt": "Morning views in Valencia",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20230408_143854.jpg",
        "alt": "Evening streets of Valencia",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-22",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Valencia without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Spain."
        ],
        "media": [
          {
            "src": "/images/content/20231223_105939.jpg",
            "alt": "Walking through Valencia just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-22",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Valencia softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20230408_143854.jpg",
            "alt": "Evening lights shimmering in Valencia",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Valencia's central square",
      "Walk until you find street music after dark in Valencia",
      "Leave an afternoon free to simply wander Valencia"
    ]
  },
  {
    "slug": "random-story-23",
    "title": "Unexpected Moments in Porto",
    "excerpt": "A quick wander through Porto where corners offered good coffee, warm streetlight, and a surprise view of Portugal's favorite skyline.",
    "author": "Nora",
    "instagramHandle": "wanderwave",
    "readTime": "10 min read",
    "category": "Europe",
    "city": "Porto",
    "country": "Portugal",
    "coverImage": {
      "src": "/images/content/20231223_191940.jpg",
      "alt": "City scenes from Porto"
    },
    "gallery": [
      {
        "src": "/images/content/20230408_132352.jpg",
        "alt": "Morning views in Porto",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20230408_143522.jpg",
        "alt": "Evening streets of Porto",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-23",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Porto without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Portugal."
        ],
        "media": [
          {
            "src": "/images/content/20230408_132352.jpg",
            "alt": "Walking through Porto just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-23",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Porto softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20230408_143522.jpg",
            "alt": "Evening lights shimmering in Porto",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Porto's central square",
      "Walk until you find street music after dark in Porto",
      "Leave an afternoon free to simply wander Porto"
    ]
  },
  {
    "slug": "random-story-24",
    "title": "Unexpected Moments in Luang Prabang",
    "excerpt": "A quick wander through Luang Prabang where corners offered good coffee, warm streetlight, and a surprise view of Laos's favorite skyline.",
    "author": "Miguel",
    "instagramHandle": "roamhappy",
    "readTime": "5 min read",
    "category": "Asia",
    "city": "Luang Prabang",
    "country": "Laos",
    "coverImage": {
      "src": "/images/content/20230617_112049.jpg",
      "alt": "City scenes from Luang Prabang"
    },
    "gallery": [
      {
        "src": "/images/content/20251120_154116.jpg",
        "alt": "Morning views in Luang Prabang",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20230408_143522.jpg",
        "alt": "Evening streets of Luang Prabang",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-24",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Luang Prabang without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Laos."
        ],
        "media": [
          {
            "src": "/images/content/20251120_154116.jpg",
            "alt": "Walking through Luang Prabang just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-24",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Luang Prabang softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20230408_143522.jpg",
            "alt": "Evening lights shimmering in Luang Prabang",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Luang Prabang's central square",
      "Walk until you find street music after dark in Luang Prabang",
      "Leave an afternoon free to simply wander Luang Prabang"
    ]
  },
  {
    "slug": "random-story-25",
    "title": "Unexpected Moments in Hanoi",
    "excerpt": "A quick wander through Hanoi where corners offered good coffee, warm streetlight, and a surprise view of Vietnam's favorite skyline.",
    "author": "Avery",
    "instagramHandle": "citystride",
    "readTime": "7 min read",
    "category": "Asia",
    "city": "Hanoi",
    "country": "Vietnam",
    "coverImage": {
      "src": "/images/content/20230408_143854.jpg",
      "alt": "City scenes from Hanoi"
    },
    "gallery": [
      {
        "src": "/images/content/20231223_191940.jpg",
        "alt": "Morning views in Hanoi",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20251120_142008.jpg",
        "alt": "Evening streets of Hanoi",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-25",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Hanoi without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Vietnam."
        ],
        "media": [
          {
            "src": "/images/content/20231223_191940.jpg",
            "alt": "Walking through Hanoi just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-25",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Hanoi softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20251120_142008.jpg",
            "alt": "Evening lights shimmering in Hanoi",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Hanoi's central square",
      "Walk until you find street music after dark in Hanoi",
      "Leave an afternoon free to simply wander Hanoi"
    ]
  },
  {
    "slug": "random-story-26",
    "title": "Unexpected Moments in Seoul",
    "excerpt": "A quick wander through Seoul where corners offered good coffee, warm streetlight, and a surprise view of South Korea's favorite skyline.",
    "author": "Miguel",
    "instagramHandle": "eastofsomewhere",
    "readTime": "11 min read",
    "category": "Asia",
    "city": "Seoul",
    "country": "South Korea",
    "coverImage": {
      "src": "/images/content/20230617_112049.jpg",
      "alt": "City scenes from Seoul"
    },
    "gallery": [
      {
        "src": "/images/content/20251120_142008.jpg",
        "alt": "Morning views in Seoul",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20230617_112049.jpg",
        "alt": "Evening streets of Seoul",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-26",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Seoul without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of South Korea."
        ],
        "media": [
          {
            "src": "/images/content/20251120_142008.jpg",
            "alt": "Walking through Seoul just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-26",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Seoul softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20230617_112049.jpg",
            "alt": "Evening lights shimmering in Seoul",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Seoul's central square",
      "Walk until you find street music after dark in Seoul",
      "Leave an afternoon free to simply wander Seoul"
    ]
  },
  {
    "slug": "random-story-27",
    "title": "Unexpected Moments in Lviv",
    "excerpt": "A quick wander through Lviv where corners offered good coffee, warm streetlight, and a surprise view of Ukraine's favorite skyline.",
    "author": "Miguel",
    "instagramHandle": "slowpostcard",
    "readTime": "10 min read",
    "category": "Europe",
    "city": "Lviv",
    "country": "Ukraine",
    "coverImage": {
      "src": "/images/content/20231223_191940.jpg",
      "alt": "City scenes from Lviv"
    },
    "gallery": [
      {
        "src": "/images/content/20251120_142008.jpg",
        "alt": "Morning views in Lviv",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20231223_191940.jpg",
        "alt": "Evening streets of Lviv",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-27",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Lviv without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Ukraine."
        ],
        "media": [
          {
            "src": "/images/content/20251120_142008.jpg",
            "alt": "Walking through Lviv just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-27",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Lviv softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20231223_191940.jpg",
            "alt": "Evening lights shimmering in Lviv",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Lviv's central square",
      "Walk until you find street music after dark in Lviv",
      "Leave an afternoon free to simply wander Lviv"
    ]
  },
  {
    "slug": "random-story-28",
    "title": "Unexpected Moments in Fez",
    "excerpt": "A quick wander through Fez where corners offered good coffee, warm streetlight, and a surprise view of Morocco's favorite skyline.",
    "author": "Priya",
    "instagramHandle": "roamhappy",
    "readTime": "6 min read",
    "category": "Africa",
    "city": "Fez",
    "country": "Morocco",
    "coverImage": {
      "src": "/images/content/20231223_105939.jpg",
      "alt": "City scenes from Fez"
    },
    "gallery": [
      {
        "src": "/images/content/20230408_132352.jpg",
        "alt": "Morning views in Fez",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20251120_142008.jpg",
        "alt": "Evening streets of Fez",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-28",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Fez without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Morocco."
        ],
        "media": [
          {
            "src": "/images/content/20230408_132352.jpg",
            "alt": "Walking through Fez just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-28",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Fez softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20251120_142008.jpg",
            "alt": "Evening lights shimmering in Fez",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Fez's central square",
      "Walk until you find street music after dark in Fez",
      "Leave an afternoon free to simply wander Fez"
    ]
  },
  {
    "slug": "random-story-29",
    "title": "Unexpected Moments in Amman",
    "excerpt": "A quick wander through Amman where corners offered good coffee, warm streetlight, and a surprise view of Jordan's favorite skyline.",
    "author": "Omar",
    "instagramHandle": "roamhappy",
    "readTime": "5 min read",
    "category": "Asia",
    "city": "Amman",
    "country": "Jordan",
    "coverImage": {
      "src": "/images/content/20230408_143522.jpg",
      "alt": "City scenes from Amman"
    },
    "gallery": [
      {
        "src": "/images/content/20230408_132352.jpg",
        "alt": "Morning views in Amman",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20230617_112049.jpg",
        "alt": "Evening streets of Amman",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-29",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Amman without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Jordan."
        ],
        "media": [
          {
            "src": "/images/content/20230408_132352.jpg",
            "alt": "Walking through Amman just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-29",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Amman softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20230617_112049.jpg",
            "alt": "Evening lights shimmering in Amman",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Amman's central square",
      "Walk until you find street music after dark in Amman",
      "Leave an afternoon free to simply wander Amman"
    ]
  },
  {
    "slug": "random-story-30",
    "title": "Unexpected Moments in Vancouver",
    "excerpt": "A quick wander through Vancouver where corners offered good coffee, warm streetlight, and a surprise view of Canada's favorite skyline.",
    "author": "Alex",
    "instagramHandle": "brightlanes",
    "readTime": "6 min read",
    "category": "North America",
    "city": "Vancouver",
    "country": "Canada",
    "coverImage": {
      "src": "/images/content/20251120_142008.jpg",
      "alt": "City scenes from Vancouver"
    },
    "gallery": [
      {
        "src": "/images/content/20230617_112049.jpg",
        "alt": "Morning views in Vancouver",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20231220_162748.jpg",
        "alt": "Evening streets of Vancouver",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-30",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Vancouver without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Canada."
        ],
        "media": [
          {
            "src": "/images/content/20230617_112049.jpg",
            "alt": "Walking through Vancouver just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-30",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Vancouver softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20231220_162748.jpg",
            "alt": "Evening lights shimmering in Vancouver",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Vancouver's central square",
      "Walk until you find street music after dark in Vancouver",
      "Leave an afternoon free to simply wander Vancouver"
    ]
  },
  {
    "slug": "random-story-31",
    "title": "Unexpected Moments in Sousse",
    "excerpt": "A quick wander through Sousse where corners offered good coffee, warm streetlight, and a surprise view of Tunisia's favorite skyline.",
    "author": "Avery",
    "instagramHandle": "roamhappy",
    "readTime": "7 min read",
    "category": "Africa",
    "city": "Sousse",
    "country": "Tunisia",
    "coverImage": {
      "src": "/images/content/20251120_154116.jpg",
      "alt": "City scenes from Sousse"
    },
    "gallery": [
      {
        "src": "/images/content/20251120_154116.jpg",
        "alt": "Morning views in Sousse",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20231223_191940.jpg",
        "alt": "Evening streets of Sousse",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-31",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Sousse without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Tunisia."
        ],
        "media": [
          {
            "src": "/images/content/20251120_154116.jpg",
            "alt": "Walking through Sousse just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-31",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Sousse softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20231223_191940.jpg",
            "alt": "Evening lights shimmering in Sousse",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Sousse's central square",
      "Walk until you find street music after dark in Sousse",
      "Leave an afternoon free to simply wander Sousse"
    ]
  },
  {
    "slug": "random-story-32",
    "title": "Unexpected Moments in Quebec City",
    "excerpt": "A quick wander through Quebec City where corners offered good coffee, warm streetlight, and a surprise view of Canada's favorite skyline.",
    "author": "Avery",
    "instagramHandle": "slowpostcard",
    "readTime": "8 min read",
    "category": "North America",
    "city": "Quebec City",
    "country": "Canada",
    "coverImage": {
      "src": "/images/content/20230408_143522.jpg",
      "alt": "City scenes from Quebec City"
    },
    "gallery": [
      {
        "src": "/images/content/20230408_143522.jpg",
        "alt": "Morning views in Quebec City",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20231223_110059.jpg",
        "alt": "Evening streets of Quebec City",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-32",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Quebec City without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Canada."
        ],
        "media": [
          {
            "src": "/images/content/20230408_143522.jpg",
            "alt": "Walking through Quebec City just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-32",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Quebec City softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20231223_110059.jpg",
            "alt": "Evening lights shimmering in Quebec City",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Quebec City's central square",
      "Walk until you find street music after dark in Quebec City",
      "Leave an afternoon free to simply wander Quebec City"
    ]
  },
  {
    "slug": "random-story-33",
    "title": "Unexpected Moments in Galway",
    "excerpt": "A quick wander through Galway where corners offered good coffee, warm streetlight, and a surprise view of Ireland's favorite skyline.",
    "author": "Chen",
    "instagramHandle": "slowpostcard",
    "readTime": "12 min read",
    "category": "Europe",
    "city": "Galway",
    "country": "Ireland",
    "coverImage": {
      "src": "/images/content/20230408_132352.jpg",
      "alt": "City scenes from Galway"
    },
    "gallery": [
      {
        "src": "/images/content/20230408_143522.jpg",
        "alt": "Morning views in Galway",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20230408_132352.jpg",
        "alt": "Evening streets of Galway",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-33",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Galway without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Ireland."
        ],
        "media": [
          {
            "src": "/images/content/20230408_143522.jpg",
            "alt": "Walking through Galway just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-33",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Galway softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20230408_132352.jpg",
            "alt": "Evening lights shimmering in Galway",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Galway's central square",
      "Walk until you find street music after dark in Galway",
      "Leave an afternoon free to simply wander Galway"
    ]
  },
  {
    "slug": "random-story-34",
    "title": "Unexpected Moments in Split",
    "excerpt": "A quick wander through Split where corners offered good coffee, warm streetlight, and a surprise view of Croatia's favorite skyline.",
    "author": "Leila",
    "instagramHandle": "citystride",
    "readTime": "8 min read",
    "category": "Europe",
    "city": "Split",
    "country": "Croatia",
    "coverImage": {
      "src": "/images/content/20230617_112049.jpg",
      "alt": "City scenes from Split"
    },
    "gallery": [
      {
        "src": "/images/content/20230617_112049.jpg",
        "alt": "Morning views in Split",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20251120_142008.jpg",
        "alt": "Evening streets of Split",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-34",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Split without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Croatia."
        ],
        "media": [
          {
            "src": "/images/content/20230617_112049.jpg",
            "alt": "Walking through Split just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-34",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Split softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20251120_142008.jpg",
            "alt": "Evening lights shimmering in Split",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Split's central square",
      "Walk until you find street music after dark in Split",
      "Leave an afternoon free to simply wander Split"
    ]
  },
  {
    "slug": "random-story-35",
    "title": "Unexpected Moments in Tromsø",
    "excerpt": "A quick wander through Tromsø where corners offered good coffee, warm streetlight, and a surprise view of Norway's favorite skyline.",
    "author": "Jordan",
    "instagramHandle": "slowpostcard",
    "readTime": "7 min read",
    "category": "Europe",
    "city": "Tromsø",
    "country": "Norway",
    "coverImage": {
      "src": "/images/content/20231220_162748.jpg",
      "alt": "City scenes from Tromsø"
    },
    "gallery": [
      {
        "src": "/images/content/20231223_191940.jpg",
        "alt": "Morning views in Tromsø",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20230617_112049.jpg",
        "alt": "Evening streets of Tromsø",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-35",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Tromsø without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Norway."
        ],
        "media": [
          {
            "src": "/images/content/20231223_191940.jpg",
            "alt": "Walking through Tromsø just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-35",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Tromsø softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20230617_112049.jpg",
            "alt": "Evening lights shimmering in Tromsø",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Tromsø's central square",
      "Walk until you find street music after dark in Tromsø",
      "Leave an afternoon free to simply wander Tromsø"
    ]
  },
  {
    "slug": "random-story-36",
    "title": "Unexpected Moments in Vancouver",
    "excerpt": "A quick wander through Vancouver where corners offered good coffee, warm streetlight, and a surprise view of Canada's favorite skyline.",
    "author": "Avery",
    "instagramHandle": "eastofsomewhere",
    "readTime": "6 min read",
    "category": "North America",
    "city": "Vancouver",
    "country": "Canada",
    "coverImage": {
      "src": "/images/content/20230408_132352.jpg",
      "alt": "City scenes from Vancouver"
    },
    "gallery": [
      {
        "src": "/images/content/20251120_142008.jpg",
        "alt": "Morning views in Vancouver",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20230408_132352.jpg",
        "alt": "Evening streets of Vancouver",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-36",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Vancouver without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Canada."
        ],
        "media": [
          {
            "src": "/images/content/20251120_142008.jpg",
            "alt": "Walking through Vancouver just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-36",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Vancouver softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20230408_132352.jpg",
            "alt": "Evening lights shimmering in Vancouver",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Vancouver's central square",
      "Walk until you find street music after dark in Vancouver",
      "Leave an afternoon free to simply wander Vancouver"
    ]
  },
  {
    "slug": "random-story-37",
    "title": "Unexpected Moments in Hanoi",
    "excerpt": "A quick wander through Hanoi where corners offered good coffee, warm streetlight, and a surprise view of Vietnam's favorite skyline.",
    "author": "Priya",
    "instagramHandle": "mapandmug",
    "readTime": "11 min read",
    "category": "Asia",
    "city": "Hanoi",
    "country": "Vietnam",
    "coverImage": {
      "src": "/images/content/20231223_191940.jpg",
      "alt": "City scenes from Hanoi"
    },
    "gallery": [
      {
        "src": "/images/content/20231223_191940.jpg",
        "alt": "Morning views in Hanoi",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20230617_112049.jpg",
        "alt": "Evening streets of Hanoi",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-37",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Hanoi without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Vietnam."
        ],
        "media": [
          {
            "src": "/images/content/20231223_191940.jpg",
            "alt": "Walking through Hanoi just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-37",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Hanoi softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20230617_112049.jpg",
            "alt": "Evening lights shimmering in Hanoi",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Hanoi's central square",
      "Walk until you find street music after dark in Hanoi",
      "Leave an afternoon free to simply wander Hanoi"
    ]
  },
  {
    "slug": "random-story-38",
    "title": "Unexpected Moments in Split",
    "excerpt": "A quick wander through Split where corners offered good coffee, warm streetlight, and a surprise view of Croatia's favorite skyline.",
    "author": "Alex",
    "instagramHandle": "mapandmug",
    "readTime": "11 min read",
    "category": "Europe",
    "city": "Split",
    "country": "Croatia",
    "coverImage": {
      "src": "/images/content/20230408_132352.jpg",
      "alt": "City scenes from Split"
    },
    "gallery": [
      {
        "src": "/images/content/20231223_110059.jpg",
        "alt": "Morning views in Split",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20231220_162748.jpg",
        "alt": "Evening streets of Split",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-38",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Split without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Croatia."
        ],
        "media": [
          {
            "src": "/images/content/20231223_110059.jpg",
            "alt": "Walking through Split just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-38",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Split softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20231220_162748.jpg",
            "alt": "Evening lights shimmering in Split",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Split's central square",
      "Walk until you find street music after dark in Split",
      "Leave an afternoon free to simply wander Split"
    ]
  },
  {
    "slug": "random-story-39",
    "title": "Unexpected Moments in Tulum",
    "excerpt": "A quick wander through Tulum where corners offered good coffee, warm streetlight, and a surprise view of Mexico's favorite skyline.",
    "author": "Avery",
    "instagramHandle": "quiettrails",
    "readTime": "11 min read",
    "category": "North America",
    "city": "Tulum",
    "country": "Mexico",
    "coverImage": {
      "src": "/images/content/20251120_142008.jpg",
      "alt": "City scenes from Tulum"
    },
    "gallery": [
      {
        "src": "/images/content/20231223_191940.jpg",
        "alt": "Morning views in Tulum",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20230408_143854.jpg",
        "alt": "Evening streets of Tulum",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-39",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Tulum without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Mexico."
        ],
        "media": [
          {
            "src": "/images/content/20231223_191940.jpg",
            "alt": "Walking through Tulum just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-39",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Tulum softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20230408_143854.jpg",
            "alt": "Evening lights shimmering in Tulum",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Tulum's central square",
      "Walk until you find street music after dark in Tulum",
      "Leave an afternoon free to simply wander Tulum"
    ]
  },
  {
    "slug": "random-story-40",
    "title": "Unexpected Moments in Belgrade",
    "excerpt": "A quick wander through Belgrade where corners offered good coffee, warm streetlight, and a surprise view of Serbia's favorite skyline.",
    "author": "Miguel",
    "instagramHandle": "roamhappy",
    "readTime": "5 min read",
    "category": "Europe",
    "city": "Belgrade",
    "country": "Serbia",
    "coverImage": {
      "src": "/images/content/20251120_154116.jpg",
      "alt": "City scenes from Belgrade"
    },
    "gallery": [
      {
        "src": "/images/content/20251120_142008.jpg",
        "alt": "Morning views in Belgrade",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20230408_132352.jpg",
        "alt": "Evening streets of Belgrade",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-40",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Belgrade without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Serbia."
        ],
        "media": [
          {
            "src": "/images/content/20251120_142008.jpg",
            "alt": "Walking through Belgrade just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-40",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Belgrade softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20230408_132352.jpg",
            "alt": "Evening lights shimmering in Belgrade",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Belgrade's central square",
      "Walk until you find street music after dark in Belgrade",
      "Leave an afternoon free to simply wander Belgrade"
    ]
  },
  {
    "slug": "random-story-41",
    "title": "Unexpected Moments in Doha",
    "excerpt": "A quick wander through Doha where corners offered good coffee, warm streetlight, and a surprise view of Qatar's favorite skyline.",
    "author": "Leila",
    "instagramHandle": "wanderwave",
    "readTime": "5 min read",
    "category": "Asia",
    "city": "Doha",
    "country": "Qatar",
    "coverImage": {
      "src": "/images/content/20251120_154116.jpg",
      "alt": "City scenes from Doha"
    },
    "gallery": [
      {
        "src": "/images/content/20231223_191940.jpg",
        "alt": "Morning views in Doha",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20251120_142008.jpg",
        "alt": "Evening streets of Doha",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-41",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Doha without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Qatar."
        ],
        "media": [
          {
            "src": "/images/content/20231223_191940.jpg",
            "alt": "Walking through Doha just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-41",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Doha softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20251120_142008.jpg",
            "alt": "Evening lights shimmering in Doha",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Doha's central square",
      "Walk until you find street music after dark in Doha",
      "Leave an afternoon free to simply wander Doha"
    ]
  },
  {
    "slug": "random-story-42",
    "title": "Unexpected Moments in Granada",
    "excerpt": "A quick wander through Granada where corners offered good coffee, warm streetlight, and a surprise view of Spain's favorite skyline.",
    "author": "Jordan",
    "instagramHandle": "wanderwave",
    "readTime": "6 min read",
    "category": "Europe",
    "city": "Granada",
    "country": "Spain",
    "coverImage": {
      "src": "/images/content/20230408_143854.jpg",
      "alt": "City scenes from Granada"
    },
    "gallery": [
      {
        "src": "/images/content/20230408_143522.jpg",
        "alt": "Morning views in Granada",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20251120_154116.jpg",
        "alt": "Evening streets of Granada",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-42",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Granada without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Spain."
        ],
        "media": [
          {
            "src": "/images/content/20230408_143522.jpg",
            "alt": "Walking through Granada just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-42",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Granada softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20251120_154116.jpg",
            "alt": "Evening lights shimmering in Granada",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Granada's central square",
      "Walk until you find street music after dark in Granada",
      "Leave an afternoon free to simply wander Granada"
    ]
  },
  {
    "slug": "random-story-43",
    "title": "Unexpected Moments in Da Nang",
    "excerpt": "A quick wander through Da Nang where corners offered good coffee, warm streetlight, and a surprise view of Vietnam's favorite skyline.",
    "author": "Priya",
    "instagramHandle": "slowpostcard",
    "readTime": "6 min read",
    "category": "Asia",
    "city": "Da Nang",
    "country": "Vietnam",
    "coverImage": {
      "src": "/images/content/20251120_154116.jpg",
      "alt": "City scenes from Da Nang"
    },
    "gallery": [
      {
        "src": "/images/content/20230617_112049.jpg",
        "alt": "Morning views in Da Nang",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20230408_132352.jpg",
        "alt": "Evening streets of Da Nang",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-43",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Da Nang without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Vietnam."
        ],
        "media": [
          {
            "src": "/images/content/20230617_112049.jpg",
            "alt": "Walking through Da Nang just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-43",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Da Nang softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20230408_132352.jpg",
            "alt": "Evening lights shimmering in Da Nang",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Da Nang's central square",
      "Walk until you find street music after dark in Da Nang",
      "Leave an afternoon free to simply wander Da Nang"
    ]
  },
  {
    "slug": "random-story-44",
    "title": "Unexpected Moments in Riga",
    "excerpt": "A quick wander through Riga where corners offered good coffee, warm streetlight, and a surprise view of Latvia's favorite skyline.",
    "author": "Sam",
    "instagramHandle": "slowpostcard",
    "readTime": "10 min read",
    "category": "Europe",
    "city": "Riga",
    "country": "Latvia",
    "coverImage": {
      "src": "/images/content/20231220_162748.jpg",
      "alt": "City scenes from Riga"
    },
    "gallery": [
      {
        "src": "/images/content/20230617_112049.jpg",
        "alt": "Morning views in Riga",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20231223_105939.jpg",
        "alt": "Evening streets of Riga",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-44",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Riga without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Latvia."
        ],
        "media": [
          {
            "src": "/images/content/20230617_112049.jpg",
            "alt": "Walking through Riga just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-44",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Riga softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20231223_105939.jpg",
            "alt": "Evening lights shimmering in Riga",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Riga's central square",
      "Walk until you find street music after dark in Riga",
      "Leave an afternoon free to simply wander Riga"
    ]
  },
  {
    "slug": "random-story-45",
    "title": "Unexpected Moments in Quebec City",
    "excerpt": "A quick wander through Quebec City where corners offered good coffee, warm streetlight, and a surprise view of Canada's favorite skyline.",
    "author": "Miguel",
    "instagramHandle": "slowpostcard",
    "readTime": "7 min read",
    "category": "North America",
    "city": "Quebec City",
    "country": "Canada",
    "coverImage": {
      "src": "/images/content/20231220_162748.jpg",
      "alt": "City scenes from Quebec City"
    },
    "gallery": [
      {
        "src": "/images/content/20231223_191940.jpg",
        "alt": "Morning views in Quebec City",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20231223_105939.jpg",
        "alt": "Evening streets of Quebec City",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-45",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Quebec City without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Canada."
        ],
        "media": [
          {
            "src": "/images/content/20231223_191940.jpg",
            "alt": "Walking through Quebec City just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-45",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Quebec City softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20231223_105939.jpg",
            "alt": "Evening lights shimmering in Quebec City",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Quebec City's central square",
      "Walk until you find street music after dark in Quebec City",
      "Leave an afternoon free to simply wander Quebec City"
    ]
  },
  {
    "slug": "random-story-46",
    "title": "Unexpected Moments in Boston",
    "excerpt": "A quick wander through Boston where corners offered good coffee, warm streetlight, and a surprise view of USA's favorite skyline.",
    "author": "Sam",
    "instagramHandle": "wanderwave",
    "readTime": "12 min read",
    "category": "North America",
    "city": "Boston",
    "country": "USA",
    "coverImage": {
      "src": "/images/content/20251120_154116.jpg",
      "alt": "City scenes from Boston"
    },
    "gallery": [
      {
        "src": "/images/content/20251120_154116.jpg",
        "alt": "Morning views in Boston",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20230408_143522.jpg",
        "alt": "Evening streets of Boston",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-46",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Boston without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of USA."
        ],
        "media": [
          {
            "src": "/images/content/20251120_154116.jpg",
            "alt": "Walking through Boston just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-46",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Boston softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20230408_143522.jpg",
            "alt": "Evening lights shimmering in Boston",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Boston's central square",
      "Walk until you find street music after dark in Boston",
      "Leave an afternoon free to simply wander Boston"
    ]
  },
  {
    "slug": "random-story-47",
    "title": "Unexpected Moments in Vancouver",
    "excerpt": "A quick wander through Vancouver where corners offered good coffee, warm streetlight, and a surprise view of Canada's favorite skyline.",
    "author": "Nora",
    "instagramHandle": "roamhappy",
    "readTime": "9 min read",
    "category": "North America",
    "city": "Vancouver",
    "country": "Canada",
    "coverImage": {
      "src": "/images/content/20230408_143854.jpg",
      "alt": "City scenes from Vancouver"
    },
    "gallery": [
      {
        "src": "/images/content/20231223_105939.jpg",
        "alt": "Morning views in Vancouver",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20230408_143522.jpg",
        "alt": "Evening streets of Vancouver",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-47",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Vancouver without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Canada."
        ],
        "media": [
          {
            "src": "/images/content/20231223_105939.jpg",
            "alt": "Walking through Vancouver just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-47",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Vancouver softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20230408_143522.jpg",
            "alt": "Evening lights shimmering in Vancouver",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Vancouver's central square",
      "Walk until you find street music after dark in Vancouver",
      "Leave an afternoon free to simply wander Vancouver"
    ]
  },
  {
    "slug": "random-story-48",
    "title": "Unexpected Moments in Quebec City",
    "excerpt": "A quick wander through Quebec City where corners offered good coffee, warm streetlight, and a surprise view of Canada's favorite skyline.",
    "author": "Leila",
    "instagramHandle": "quiettrails",
    "readTime": "7 min read",
    "category": "North America",
    "city": "Quebec City",
    "country": "Canada",
    "coverImage": {
      "src": "/images/content/20231223_191940.jpg",
      "alt": "City scenes from Quebec City"
    },
    "gallery": [
      {
        "src": "/images/content/20251120_142008.jpg",
        "alt": "Morning views in Quebec City",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20231220_162748.jpg",
        "alt": "Evening streets of Quebec City",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-48",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Quebec City without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Canada."
        ],
        "media": [
          {
            "src": "/images/content/20251120_142008.jpg",
            "alt": "Walking through Quebec City just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-48",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Quebec City softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20231220_162748.jpg",
            "alt": "Evening lights shimmering in Quebec City",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Quebec City's central square",
      "Walk until you find street music after dark in Quebec City",
      "Leave an afternoon free to simply wander Quebec City"
    ]
  },
  {
    "slug": "random-story-49",
    "title": "Unexpected Moments in Riga",
    "excerpt": "A quick wander through Riga where corners offered good coffee, warm streetlight, and a surprise view of Latvia's favorite skyline.",
    "author": "Nora",
    "instagramHandle": "wanderwave",
    "readTime": "9 min read",
    "category": "Europe",
    "city": "Riga",
    "country": "Latvia",
    "coverImage": {
      "src": "/images/content/20230408_143522.jpg",
      "alt": "City scenes from Riga"
    },
    "gallery": [
      {
        "src": "/images/content/20230408_143854.jpg",
        "alt": "Morning views in Riga",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20231220_162748.jpg",
        "alt": "Evening streets of Riga",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-49",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Riga without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Latvia."
        ],
        "media": [
          {
            "src": "/images/content/20230408_143854.jpg",
            "alt": "Walking through Riga just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-49",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Riga softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20231220_162748.jpg",
            "alt": "Evening lights shimmering in Riga",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Riga's central square",
      "Walk until you find street music after dark in Riga",
      "Leave an afternoon free to simply wander Riga"
    ]
  },
  {
    "slug": "random-story-50",
    "title": "Unexpected Moments in Fez",
    "excerpt": "A quick wander through Fez where corners offered good coffee, warm streetlight, and a surprise view of Morocco's favorite skyline.",
    "author": "Sam",
    "instagramHandle": "eastofsomewhere",
    "readTime": "7 min read",
    "category": "Africa",
    "city": "Fez",
    "country": "Morocco",
    "coverImage": {
      "src": "/images/content/20231220_162748.jpg",
      "alt": "City scenes from Fez"
    },
    "gallery": [
      {
        "src": "/images/content/20231220_162748.jpg",
        "alt": "Morning views in Fez",
        "layout": "portrait"
      },
      {
        "src": "/images/content/20230617_112049.jpg",
        "alt": "Evening streets of Fez",
        "layout": "landscape"
      }
    ],
    "sections": [
      {
        "id": "arrival-notes-50",
        "title": "First Impressions",
        "paragraphs": [
          "We landed in Fez without much of a plan, but the streets made it easy to drift. Every block brought another bakery, mural, or alley café worth a slow pause.",
          "Locals pointed us toward a market, and we followed the chatter. The day turned into a sequence of small talks, samples, and memories stitched together in the middle of Morocco."
        ],
        "media": [
          {
            "src": "/images/content/20231220_162748.jpg",
            "alt": "Walking through Fez just after golden hour",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "night-walk-50",
        "title": "Evening Circles",
        "paragraphs": [
          "After sunset, Fez softened. Streetlamps reflected on quiet windows, and musicians set up on corners. We listened, lingered, and let the night decide the pace.",
          "Travel felt less like a checklist and more like a friendly conversation with the city itself."
        ],
        "media": [
          {
            "src": "/images/content/20230617_112049.jpg",
            "alt": "Evening lights shimmering in Fez",
            "layout": "portrait"
          }
        ]
      }
    ],
    "highlights": [
      "Sip something local near Fez's central square",
      "Walk until you find street music after dark in Fez",
      "Leave an afternoon free to simply wander Fez"
    ]
  }
]
