[
  {
    "slug": "lagoon-days-at-villa-nautica",
    "title": "Lagoon Days at Villa Nautica, Maldives",
    "excerpt": "December at Villa Nautica means festive palms, slow lagoon mornings, and sandbank sunsets that stretch time.",
    "author": "Manik",
    "instagramHandle": "milesgoround",
    "readTime": "10 min read",
    "category": "Maldives",
    "city": "Paradise Island",
    "country": "Maldives",
    "coverImage": {
      "src": "/images/content/20231220_162748.jpg",
      "alt": "Water villas over a luminous turquoise lagoon"
    },
    "gallery": [
      {
        "src": "/images/content/20231223_191940.jpg",
        "alt": "Christmas in Maldives",
        "layout": "portrait"
      },
      {
        "src": "/images/content/maldives_2.jpg",
        "alt": "Couple snorkeling above coral reef",
        "layout": "landscape"
      },
      {
        "src": "/images/content/maldives-3.jpg",
        "alt": "Sunset sailboat gliding past an overwater villa",
        "layout": "portrait"
      },
      {
        "src": "/images/content/deck.jpg",
        "alt": "Spa cabana facing a calm lagoon"
      },
      {
        "src": "/images/content/villa-nautica-1.jpg",
        "alt": "Sunset sailboat gliding past an overwater villa"
      },
      {
        "src": "/images/content/villa-nautica-2.jpg",
        "alt": "Spa cabana facing a calm lagoon"
      }
    ],
    "sections": [
      {
        "id": "festive-december",
        "paragraphs": [
          "The Maldives sits on many bucket lists, and we finally made it in December—just in time for a festive escape. From the window seat, the ocean showed up in bands of blue, with ferries sketching white wakes below.",
          "At Malé, the salt air met us at the terminal while we waited for the ferry to Villa Nautica, our private-island base among countless options",
          "As we pulled away, Malé’s skyline—cranes and new buildings—slid by in the distance, and the ferry carved a turquoise-and-white path toward our temporary paradise. Daylight sharpened everything: white sand, green palms, and water in every shade of blue. The island greeted us with lights and garlands. We sipped a welcome mocktail during a quick check-in, then a cart whisked us to our Beach Villa"
        ],
        "media": [
          {
            "src": "/images/content/christmas_tree.jpg",
            "alt": "Palm trees wrapped in fairy lights framing a Christmas tree on a tropical boardwalk at night",
            "layout": "portrait"
          },
          {
            "src": "/images/content/speed_boat.jpg",
            "alt": "Festive breakfast table set under palm shade on a bright island morning",
            "layout": "portrait"
          }
        ]
      },
      {
        "id": "maldives-weather",
        "title": "Weather That Helps You Relax",
        "paragraphs": [
          "Maldives delivers the tropical paradise in winter we imagined: sunny days, a cool breeze, and air that’s easy on the skin. For the most reliable weather, aim for the dry season (December–May)—mostly clear skies, calm seas, and only quick passing showers. We had a couple of brief sprinkles, then the sun returned—perfect for long swims and unhurried afternoons in the infinity pool overlooking the ocean. Pack reef-safe sunscreen and a light cover-up, and you’re set for easy, sun-soaked days."
        ],
        "media": [
          {
            "src": "/images/content/Maldives-1.jpg",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "portrait"
          },
          {
            "src": "/images/content/maldives-3.jpg",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "portrait"
          }
        ]
      },
      {
        "id": "morning-rituals",
        "title": "Where We Stayed (and Why We Stayed Put)",
        "paragraphs": [
          "You can villa-hop here—Beach Villa, Beach Pool Villa, Water Villa—but we decided to keep it simple and stay put. Less time packing, more time outside. That choice set the tone for the days ahead: easy, unhurried, and exactly what we hoped the Maldives would feel like."
        ],
        "media": [
          {
            "src": "/images/content/private_beach.jpg",
            "alt": "Lagoon lookout tower rising above palm trees at Villa Nautica",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "water-adventures",
        "title": "Food & Dining Made Easy",
        "paragraphs": [
          "Bageecha Restaurant runs a generous, always-changing buffet: fresh fruit, cereals, breads, eggs, salads, soups, simple mains, and local dishes to sample. A live counter turns out made-to-order plates, so breakfast never repeats. Let’s be honest: desserts were the clear winner—glossy chocolate pastries and dangerously good cinnamon rolls (we lost count of how many of these we ate with zero regrets). Reminder: calories don’t count on vacation—especially when the soft buns and warm rolls are calling. And please, try the chef’s special; skipping it would be passing on a significant life experience. Between beach time and pool laps, it was easy to grab what matched our mood—light snacks, coffee, or a full plate. No fuss, just good options."
        ]
      },
      {
        "id": "slow-afternoons",
        "title": "Easy Activities (No Over-Planning Needed)",
        "paragraphs": [
          "There’s plenty to do around the island. If you’re in the mood for indoors, the Araamu Spa and the Sports area have you covered. But for us, the beach kept calling—so we chose to wander. The island is walkable, so skip the cart and enjoy the feel of sand in your toes while you explore. We hunted down the best selfie spots, and one favorite kept winning: the Crow’s Nest. It’s a short, simple climb with a wide look over the lagoon—our regular pause point before deciding what to do next. Perfect moment coming up in the photo! "
        ],
        "media": [
          {
            "src": "/images/content/sports.jpg",
            "alt": "Seagull standing on a wooden railing near the beach",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "fitness",
        "paragraphs": [
          "If you’re a fitness enthusiast like us, Ship Shape is instantly tempting—rigs, ropes, and pulleys set against a deep-blue horizon. Nautical metal, weathered textures, and that endless blue backdrop give pure Taylor-Swift “salt air” energy. You might not set any PRs here, but your selfies and reels absolutely will. We framed shots between pulleys, tried a few slow-mo walk-ins, and left with a camera roll full of favorites. Oh, to see it again—until then, it’s the kind of spot that sticks in our memories"
        ],
        "media": [
          {
            "src": "/images/content/shipshape-gym.jpg",
            "alt": "Seagull standing on a wooden railing near the beach",
            "layout": "landscape"
          }
        ]        
        
      },
      {
        "id": "sandbank",
        "paragraphs": [
          "One clear mornings, we hopped over to a nearby sandbank—a thin white strip surrounded by water on all sides. Surrounded by the sea, you could feel the infinity around you. Beware of an occasional shark swimming your way while snorkeling. The cute fishes and underwater world are truly transforming, though."
        ],
        "media": [
          {
            "src": "/images/content/sandbank.jpg",
            "alt": "Seagull standing on a wooden railing near the beach",
            "layout": "landscape"
          }
        ]  
      },
      {
        "id": "stringray",
        "paragraphs": [
          "Just before dinner, we watched the stingray and baby shark feeding at the pier. They glide in like they’re right on schedule, circle calmly, then slip away as the water darkens.",
          "Some evenings leaned lively with karaoke and dancing. Most nights we chose a quiet beach walk."
        ],
        "media": [
          {
            "src": "/images/content/maldives_3.jpg",
            "alt": "Festive breakfast table set under palm shade on a bright island morning",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "hulhumale",
        "paragraphs": [
          "When we wanted a touch of local life, we visited Hulhumale—busier beach, plenty of cafés and restaurants, clean streets, and signs of steady growth.",
          "The trip will stay with us for a long time. The Maldives is on everyone’s bucket list, but it never leaves the bucket list no matter how many times you visit. So, until next time, we have many snapshots to keep revisiting our dream destination."
        ],
        "media": [
          {
            "src": "/images/content/hulhumale_1.jpg",
            "alt": "Festive breakfast table set under palm shade on a bright island morning",
            "layout": "landscape"
          }
        ]
      }
    ],
    "videoUrl": "https://www.youtube.com/embed/3fHmHP7YOwk",
    "highlights": [
      "Time a December stay for festive lights and dry-season skies",
      "Book a Beach Pool Villa if you crave privacy with steps-to-sand access",
      "Pack your own snorkel gear for slow, self-led reef swims",
      "Catch stingray feeding at the pier just before dinner"
    ]
  },
  {
    "slug": "hills-and-horizons-san-francisco",
    "title": "Hills and Horizons in San Francisco",
    "excerpt": "Cable cars, coastal trails, and neighborhood cafés stitch together California's foggy wonderland.",
    "author": "Akshita",
    "instagramHandle": "milesgoround",
    "readTime": "7 min read",
    "category": "United States",
    "city": "San Francisco",
    "country": "USA",
    "coverImage": {
      "src": "/images/content/GoldenGate.jpg",
      "alt": "Golden Gate Bridge emerging from morning fog"
    },
    "gallery": [
      {
        "src": "/images/content/goldengate-sfo.jpg",
        "alt": "People walking through colorful Mission District alleyway",
        "layout": "portrait"
      },
      {
        "src": "/images/content/citizenM-sfo.jpg",
        "alt": "Picnic on the grass at Alamo Square Park",
        "layout": "portrait"
      },
      {
        "src": "/images/content/sfo-3.jpg",
        "alt": "Golden hour light hitting the Palace of Fine Arts",
        "layout": "portrait" 
      },
      {
        "src": "/images/content/sfo-5.jpg",
        "alt": "Cyclist looking out over the Marin Headlands",
        "layout": "portrait"
      },
      {
        "src": "/images/content/sfo-6.jpg",
        "alt": "Picnic on the grass at Alamo Square Park",
        "layout": "portrait"
      },
      {
        "src": "/images/content/sfo-7.jpg",
        "alt": "Golden hour light hitting the Palace of Fine Arts",
        "layout": "portrait" 
      },
      {
        "src": "/images/content/sfo-4.jpg",
        "alt": "Cyclist looking out over the Marin Headlands",
        "layout": "portrait"
      }
    ],
    "sections": [
      {
        "id": "Morning",
        "paragraphs": [
          "Morning coffee is sacred, so we lingered over breakfast at the hotel, plotting a one-day blitz of San Francisco. Caffeine in, spirits up."
        ],
        "media": [
          {
            "src": "/images/content/coffee.jpeg",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "portrait"
          },
          {
            "src": "/images/content/breakfast-sfo.jpeg",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "portrait"
          }
        ]
      },
      {
        "id": "golden-gate",
        "paragraphs": [
          "Uber dropped us short of the Golden Gate Bridge—roads were tied up by a half-marathon so we hoofed it to the viewpoint. The path climbed just enough to count as steady-state cardio, and then…there it was: that first, fire-orange sweep over the blue bay, families jockeying for the perfect frame, the wind happily restyling everyone’s hair. From the lookout we watched cars speeding across the bridge; when we turned back, a U.S. flag snapped in the wind. Below, ferries and small boats stitched trails across the water, with islands hazy in the distance. You can walk the bridge to the other side, but we stayed where the view was best—lingering to watch waves crash on the beach below—before moving on to our next stop."
        ],
        "media": [
          {
            "src": "/images/content/GoldenGate.jpg",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "lunch",
        "paragraphs": [
          "We spent some time in the Golden Gate Gift Shop, an easy walk from the viewpoint. The assistant at shop kindly tipped us off to catch the yellow bus near the shop, which shuttled us to Fisherman’s Wharf—straight to the water. The wharf was buzzing: food stalls everywhere and a big Ferris wheel in the background. Still, we decided to do the ferry ride first. From Pier 39, two routes beckoned—one short loop and one that circles Alcatraz. We chose the latter. On board, the commentary ran the whole way, diving into the history of the Golden Gate Bridge and Alcatraz Island. It turned a little somber, but the city skyline from the boat cheered us right back up."
        ],
        "media": [
          {
            "src": "/images/content/skyline.jpg",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "applebees",
        "paragraphs": [
          "Back on land, with our appetites worked up, we headed to Applebee’s for lunch. The food hit the spot: a juicy chicken burger and a tall glass of watermelon juice. Simple. Perfect. We ate while palm trees swayed outside, the bayfront buzzing in the background"
        ],
        "media": [
          {
            "src": "/images/content/applebees-sfo.jpg",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "portrait"
          },
          {
            "src": "/images/content/lunch-sfo.jpg",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "portrait"
          }          
        ]
      },
      {
        "id": "evening",
        "paragraphs": [
          "For the afternoon, we hopped on a Hop-On Hop-Off bus for a 2.5-hour spin through the city. We rolled past the Tesla office and those exquisite Victorian-era houses, dipped through Chinatown while the earbuds whispered tales of its rough-and-tumble past, and cruised by the Palace of Fine Arts like a postcard come to life. We also spotted a waymo driverless cab on the way. Lombard Street twisted beneath us in those famous switchbacks, and the ride finally eased us into Union Square, where we grabbed dinner before heading “home” to CitizenM"
        ],
        "media": [
          {
            "src": "/images/content/hopon-2-sfo.jpg",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "portrait"
          },
          {
            "src": "/images/content/hopon-1-sfo.jpg",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "portrait"
          }          
        ]
      },
      {
        "id": "shopping",
        "paragraphs": [
          "It was a joyride—tight, tidy, and totally doable in a day. If you’re here for sightseeing, one day works. If you’re here to shop—and Union Square tempts hard with names like Macy’s and Hermès—you’ll want an extra day (or two) to roam. "
        ],
        "media": [
          {
            "src": "/images/content/sfo-1.jpg",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "portrait"
          },
          {
            "src": "/images/content/sfo-2.jpg",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "portrait"
          }          
        ]
      }
    ],
    "videoUrl": "https://www.youtube.com/embed/Wm7ZkxkYb4s"
  },
  {
    "slug": "French-Escapade",
    "title": "French Escapade",
    "excerpt": "Glide through alpine canals, sip Savoyard wines, and cycle lakeside paths in the Venice of the Alps.",
    "author": "Akshita",
    "instagramHandle": "milesgoround",
    "readTime": "6 min read",
    "category": "France",
    "city": "Annecy",
    "country": "France",
    "coverImage": {
      "src": "/images/content/anncy-cover.jpg",
      "alt": "Colorful houses lining a canal in Annecy"
    },
    "gallery": [
      {
        "src": "/images/content/france-1-6.jpg",
        "alt": "Cyclists on a path beside Lake Annecy"
      },
      {
        "src": "/images/content/france-1-3.jpg",
        "alt": "Outdoor café with cheese fondue in Annecy"
      },
      {
        "src": "/images/content/france-1-4.jpg",
        "alt": "Pastel sunset over Lake Annecy with boats anchored nearby"
      },
      {
        "src": "/images/content/france-1-5.jpg",
        "alt": "Traveler walking through stone archway in Annecy old town"
      },
      {
        "src": "/images/content/france-1-2.jpg",
        "alt": "Pastel sunset over Lake Annecy with boats anchored nearby"
      },
      {
        "src": "/images/content/france-1-1.jpg",
        "alt": "Traveler walking through stone archway in Annecy old town"
      }
    ],
    "sections": [
      {
        "id": "grenoble",
        "paragraphs": [
          "Grenoble felt alive the moment we arrived—trams gliding past café terraces, conversations spilling onto sidewalks, and the skyline always trimmed by mountains. Its French aesthetic shows up in chapel spires, church façades, and stone bridges, but the mood is modern and energetic. We stayed here and let the city set the tempo: markets in the morning, riverside walks in the afternoon, church bells threading through the noise."
        ],
        "media": [
          {
            "src": "/images/content/grenoble-2.jpg",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "grenoble-cafe",
        "paragraphs": [
          "Down the side streets, we found stained-glass quiet next to street art, and little moments where the past and present shook hands—an old doorway, a sleek café, a view that ends in blue peaks."
        ],
        "media": [
          {
            "src": "/images/content/grenoble-cover.jpg",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "anecy",
        "paragraphs": [
          "Annecy is about a couple of hours’ drive from Grenoble and the drive is simply exquisite with French countryside passing by your window.",
          "Annecy really is a kind of French Venice—canals under flower-dressed balconies, bridges that beg for one more photo, and the lake stealing the show from every angle. The streets are wonderfully walkable and almost too pretty, like stepping into one of my medieval-set novels—only here the interiors have been gently modernized while the surfaces keep their timeless spell."
        ],
        "media": [
          {
            "src": "/images/content/annecy1.jpg",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "annecy",
        "paragraphs": [
          "We wandered from pastel lanes to the water’s edge and found the man-made beach: an easy pause where you can sit, watch the light change on the lake, and feel the Alps framing the horizon."
        ],
        "media": [
          {
            "src": "/images/content/annecy-2.jpg",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "ice-cream",
        "paragraphs": [
          "Between gelato stops and lazy canal crossings, Annecy felt like a place designed for lingering—reflections, cobbles, and glimpses of mountains that make even short walks feel like scenes."
        ],
        "media": [
          {
            "src": "/images/content/annecy-sardin.jpg",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "portrait"
          },
          {
            "src": "/images/content/annecy-gelato.jpg",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "portrait"
          }
        ]
      },
      {
        "id": "shopping",
        "paragraphs": [
          "Chambéry shifted the tone from postcard to page-turner. The museum set inside a former castle holds rooms that feel like arrested time: glass cases with objects people once used, wore, read, and repaired. We’ve met them in books; here they felt as real as we are, just living on another chapter."
        ],
        "media": [
          {
            "src": "/images/content/chambery-1.jpg",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "portrait"
          },
          {
            "src": "/images/content/chambery-2.jpg",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "portrait"
          }
        ]
      },

      {
        "id": "chambery - 2",
        "paragraphs": [
          "Corridors echo softly, courtyards hold their breath, and labels add small anchors to big stories. Behind the glass, daily life shows up in stubborn detail—tools polished by hands, fabrics softened by years—proof that history isn’t distant, only paused."
        ],
        "media": [
          {
            "src": "/images/content/chambery-3.jpg",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "landscape"
          }
        ]
      },

      {
        "id": "chambery - 3",
        "paragraphs": [
          "The road trip from Grenoble to Chambéry and Annecy is picturesque. The memories sit like postcard impressions in my mind. Grenoble brings bustle and views; Annecy adds light, water, and that lived-in fairytale feel; Chambéry lends the weight of memory. Together they form a quiet progression—city energy, lakeside calm, and a deliberate walk through time—with the Alps never far from view."
        ],
        "media": [
          {
            "src": "/images/content/chambery-4.jpg",
            "alt": "Overwater villas stretching across a translucent lagoon at Villa Nautica",
            "layout": "landscape"
          }
        ]
      }
    ]
  },
  {
    "slug": "Grand-Macau",
    "title": "Macau in a Day: Senado Square to Cotai Strip",
    "excerpt": "We only had one night in Macau—but it felt like we squeezed in three countries, a history lesson, and a casino movie set into those 24 hours.",
    "author": "Manik",
    "instagramHandle": "milesgoround",
    "readTime": "9 min read",
    "category": "Macau",
    "city": "Macau",
    "country": "ASIA",
    "coverImage": {
      "src": "/images/content/macau-cover.JPG",
      "alt": "Galaxy hotel Macau"
    },
    "gallery": [
      {
        "src": "/images/content/macau-library-1.jpg",
        "alt": "Riding cotai waterjet ferry to Macau",
        "layout": "portrait"
      },
      {
        "src": "/images/content/macau-library-5.jpg",
        "alt": "Entering Macau at Taipa ferry terminal",
        "layout": "portrait"
      },
      {
        "src": "/images/content/macau-library-3.jpg",
        "alt": "The perisian hotel",
        "layout": "portrait"
      },
      {
        "src": "/images/content/macau-library-4.jpg",
        "alt": "Venetian Hotel",
        "layout": "portrait"
      },
      {
        "src": "/images/content/macau-library-2.jpg",
        "alt": "Inside Grand lisboa Hotel",
        "layout": "portrait"
      },
      {
        "src": "/images/content/macau-venetain.jpg",
        "alt": "Inside Grand lisboa Hotel",
        "layout": "portrait"
      }

    ],
    "sections": [
      {
        "id": "hongkong-macau",
        "paragraphs": [
          "We started from Hong Kong, boarding the ferry with that buzzing feeling you get when you’re heading somewhere new. The sea breeze, the hum of conversations in different languages, and the sight of Hong Kong slowly shrinking behind us set the tone perfectly."
        ],
        "media": [
          {
            "src": "/images/content/macau-ferry-1.jpg",
            "alt": "Hong kong to macau ferry",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "arriving-in-macau",
        "title": "Arriving in Macau",
        "paragraphs": [
          "When we docked in Macau, it instantly felt different. We went through immigration, picked up our bags, and stepped out into a city that runs on shuttles and buses.",
          "We hopped onto the Grand Lisboa Palace shuttle, thinking we were sorted. Halfway through, we realised we actually needed another shuttle—the one going to Grand Lisboa Macau—to get closer to the city centre. Classic travel confusion, but in the fun way.",
          "From there, it was just a 5–10 minute walk to our hotel. Luggage rolling on the pavement, neon signs flickering on, and that mix of old-meets-new architecture—it was all “easy peasy” and strangely cinematic."
        ],
        "media": [
          {
            "src": "/images/content/casino-grand-lisboa.jpg",
            "alt": "Casino Grand Lisboa Macau",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "macau-senardo-square",
        "title": "Senado Square and the Ruins of St. Paul: Old Macau’s Heartbeat",
        "paragraphs": [
          "Once we had dropped our bags, we walked towards Senado Square, one of the most iconic spots in Macau. The moment we reached, it felt like stepping into a European plaza that had somehow drifted into Asia and stayed."
        ],
        "media": [
          {
            "src": "/images/content/macau-senardo-square-1.jpg",
            "alt": "Senardo Square Macau",
            "layout": "landscape"
          },
          {
            "src": "/images/content/macau-senardo-square-2.jpg",
            "alt": "Senardo Square Macau",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "macau-church",
        "paragraphs": [
          "From the tiled wave-patterned ground to the pastel buildings with arches and balconies, everything felt both grand and comfortably worn-in. Narrow lanes branched off the square, lined with shops, bakeries, and snack counters.",
          "We followed the gentle uphill path that led us to the Ruins of St. Paul—probably the most famous sight in Macau. All that remains of the old church is its intricate stone façade standing tall at the top of a broad flight of steps. But that façade alone is a story."
        ],
        "media": [
          {
            "src": "/images/content/macau-church-1.jpg",
            "alt": "Macau Church",
            "layout": "portrait"
          },
          {
            "src": "/images/content/macau-church-2.jpg",
            "alt": "Macau Church",
            "layout": "portrait"
          }
        ]
      },
      {
        "id": "macau-streets",
        "paragraphs": [
          "We climbed the steps slowly, stopping to soak in the view: tourists with umbrellas, locals weaving through the crowd, little shops selling snacks and souvenirs. The closer we got, the more detailed the carvings on the façade appeared—saints, symbols, and stonework that whispered of centuries past.",
          "At the top, we explored the museum that preserves the history of Macau in a time capsule. The stained glass windows and paintings from 18th century painted a very different picture from what we experienced in streets."
        ]
      },
      {
        "id": "eggtart-macau",
        "title": "Tasting Macau: The Famous Egg Tart",
        "paragraphs": [
          "No visit to Macau is complete without trying its legendary egg tarts, and we were absolutely not going to skip that. We found a bakery near Senado Square, the kind where the glass display is packed with freshly baked pastries. The egg tarts sat there, golden and glossy, just asking to be picked.",
          "The first bite was a quiet little revelation: flaky, buttery crust; silky, slightly caramelised custard; warm and just sweet enough. There’s a reason these are famous. It’s one of those simple things that somehow stamps a place in your memory forever."
        ],
        "media": [
          {
            "src": "/images/content/macau-egg-tart-1.jpg",
            "alt": "Macau Egg Tarts",
            "layout": "portrait"
          },
          {
            "src": "/images/content/macau-egg-tart-2.jpg",
            "alt": "Macau Egg Tarts",
            "layout": "portrait"
          }
        ]
      },

      {
        "id": "macau-transport",
        "title": "Learning the City Through Its Buses and Shuttles",
        "paragraphs": [
          "One of the most unexpectedly fun parts of our Macau trip was… the transport.",
          "The bus and shuttle network turned out to be the city’s lifeline. Free hotel shuttles zipped between ferry terminals, hotels, and major points in the city, and public buses connected the rest. For us, figuring them out became a mini-adventure of its own.",
          "We caught a bus from near Senado Square and headed out towards the island of Cotai, where all the big themed casino hotels are. The moment we got on, we felt that familiar rush of exploring a new place “like a local” — standing by the door, watching stop names flash by, and trying not to miss our stop."
        ]
      },

      {
        "id": "cotai-strip",
        "title": "Cotai Strip: Venice, Paris, and London in One Evening",
        "paragraphs": [
          "The Cotai Strip is where Macau goes all out with its themes—think over-the-top, dramatic, and honestly, very fun. Our first stop: The Venetian. From the outside, it already looked like a movie set. Inside, it was something else entirely. They had built canals indoors, complete with arched bridges, painted “sky” ceilings, and gondolas gently gliding past luxury shopfronts. We didn’t take a gondola ride, but just watching them pass under the faux bridges while the gondoliers sang felt surreal—as if Venice had been packed into an air-conditioned box and lit perfectly for photos.",
          "Next up was The Parisian. Right at the entrance stood a life-sized Eiffel Tower replica, rising dramatically into the night sky. It looked as grand as the real one inspiring awe in us as we watched.",
          "And the world tour didn’t stop there. A short walk away was The Londoner, complete with its own Big Ben-style clock tower. It was like someone had taken a world map, picked a few iconic cities, and dropped their highlights into one long, walkable strip of light and glass."
        ],
        "media": [
          {
            "src": "/images/content/macau-perisian-eifel.jpg",
            "alt": "Macau Eiffel Tower",
            "layout": "portrait"
          },
          {
            "src": "/images/content/macau-londoner-1.JPG",
            "alt": "Londoner Macau",
            "layout": "portrait"
          }
        ]
      },
      {
        "id": "macau-casino",
        "title": "Inside the Casino Hotels: No Photos, Just Memories",
        "paragraphs": [
          "All these hotels are, at their core, casino hotels. Once you step inside the main halls, the mood shifts. Plush carpets, gold accents, endless rows of slot machines, gaming tables, and that particular casino soundscape—soft chimes, clicks, muffled conversations, and the occasional cheer.",
          "We couldn’t take photos inside the gaming areas (no photography allowed in the casinos), but maybe that made us pay more attention. The interiors were luxurious and grand, every corner glowing with warm light, reflective surfaces, and carefully designed opulence.",
          "Even if you’re not there to gamble, walking through those spaces feels like stepping into a movie set where every detail has been staged for maximum drama."
        ],
        "media": [
          {
            "src": "/images/content/macau-casino.jpg",
            "alt": "Macau Casino",
            "layout": "landscape"
          }
        ]
      },
      {
        "id": "macau-memories",
        "title": "One Night, Many Worlds",
        "paragraphs": [
          "By the time we made our way back to the hotel, the city was glowing—signs lit up, buses still running, shuttles humming past, and tourists still streaming in and out of hotels.",
          "We’d arrived by ferry from Hong Kong, passed through immigration, hopped buses and shuttles, walked centuries-old streets, climbed up to the Ruins of St. Paul, tasted famous egg tarts, and then—just like that—done a mini world tour of Venice, Paris, and London on the Cotai Strip.",
          "For an overnight stay, Macau delivered way more than we expected. Not just casinos and lights—but layers of history, flavours, and a transport system that quietly keeps it all moving.",
          "If there’s one thing we took away from this trip, it’s this: In Macau, buses, shuttles, and your own curiosity are the real jackpots."
        ]
      }
    ]
  }
]
